[
  {
    "id": "1068",
    "title": "North Queensferry, Fifeshire. Spheroidal weathering of dolerite sill.",
    "description": "Part of the Midland Valley quartz-dolerite sill exposed by quarrying or railway cutting. Chemical weathering of iron- and magnesium-rich rocks commences along the line of joints, where circulating groundwater rapidly alters the rock to chlorite minerals. Thereafter, weathering slowly attacks the fault blocks from the outside, replacing the hard, tough, dark blue-grey dolerite by softer brown rock which still retains its mineral texture, until only spheroidal cores of fresh rock remain. ",
    "x": 313000,
    "y": 680000,
    "gridRef": "NT13008000",
    "image": "jidi_photos\/bgs_web\/p001848.png",
    "thumbnail": "jidi_photos\/bgs_thumb\/p001848.png",
    "tiffPath": "jidi_photos\/tif\/p001848.tif",
    "addInfo": 1
  },
  {
    "id": "2150",
    "title": "Oblique aerial view of Lennie Quarry, Turnhouse, from the north-north-west. Midlothian. Former quarry in Lower Carboniferous quartz dolerite sill infilled with rubbish and left standing proud of the original ground surface. The Turnhouse golf course clubhouse and Lennie Cottages are on the right.",
    "description": "The smooth grassed surface of the made ground contrasts with the knolls of dolerite which are seen on either side of the landfill, showing the natural dolerite landscape. The low ground beyond is covered by glacial till and other drift deposits. ",
    "x": 316800,
    "y": 674100,
    "gridRef": "NT16807410",
    "image": "jidi_photos\/bgs_web\/p001257.png",
    "thumbnail": "jidi_photos\/bgs_thumb\/p001257.png",
    "tiffPath": "jidi_photos\/tif\/p001257.tif",
    "addInfo": 1
  },
  {
    "id": "2151",
    "title": "Oblique aerial view of Lennie Quarry, Turnhouse, view from west. Midlothian. Former quarry in Lower Carboniferous quartz dolerite sill infilled with rubbish and left standing proud of the original ground surface. Cammo to the left, Drumbrae and Bughtlin beyond Maybury Road (A902).",
    "description": "The smooth grassed surface of the made ground contrasts with the knolls of dolerite which are seen on either side of the landfill, showing the natural dolerite landscape. The low ground beyond is covered by glacial till and other drift deposits. ",
    "x": 316800,
    "y": 674100,
    "gridRef": "NT16807410",
    "image": "jidi_photos\/bgs_web\/p001258.png",
    "thumbnail": "jidi_photos\/bgs_thumb\/p001258.png",
    "tiffPath": "jidi_photos\/tif\/p001258.tif",
    "addInfo": 1
  },
  {
    "id": "2152",
    "title": "Oblique aerial view of Lennie Quarry, Turnhouse, view from west-south-west. Midlothian. Former quarry in Lower Carboniferous quartz dolerite sill infilled with rubbish and left standing proud of the original ground surface.",
    "description": "The smooth grassed surface of the made ground contrasts with the knolls of dolerite which are seen on either side of the landfill, showing the natural dolerite landscape. The low ground beyond is covered by glacial till and other drift deposits. ",
    "x": 316800,
    "y": 674100,
    "gridRef": "NT16807410",
    "image": "jidi_photos\/bgs_web\/p001259.png",
    "thumbnail": "jidi_photos\/bgs_thumb\/p001259.png",
    "tiffPath": "jidi_photos\/tif\/p001259.tif",
    "addInfo": 1
  },
  {
    "id": "1116",
    "title": "From Warklaw Hill (Pentland Hills, near Currie) looking north-east towards Edinburgh. Midlothian. To show the outstanding features produced by the various volcanic rocks of Craiglockhart, Blackford and Braid Hills, and Arthur's Seat.",
    "description": "The foreground is part of the Lower Devonian Warklaw Group of olivine-basalts, the Braid Hills and Blackford Hill on the distant right are trachytes and andesites respectively and of the same age. Both Craiglockhart and Arthur's Seat are younger Carboniferous igneous rocks, Arthur's Seat being the remnants of a long-extinct volcano. ",
    "x": 319000,
    "y": 667000,
    "gridRef": "NT19006700",
    "image": "jidi_photos\/bgs_web\/p000490.png",
    "thumbnail": "jidi_photos\/bgs_thumb\/p000490.png",
    "tiffPath": "jidi_photos\/tif\/p000490.tif",
    "addInfo": 1
  },
  {
    "id": "2119",
    "title": "Cramond esplanade showing a series of raised beach levels.",
    "description": "The upper raised beach is a Late-glacial beach level at c. 24 m. O.D. The lower raised beach is a postglacial beach level at c. 10 m. O.D. The steep slope of back feature probably in glacial till. ",
    "x": 319800,
    "y": 676900,
    "gridRef": "NT19807690",
    "image": "jidi_photos\/bgs_web\/p001194.png",
    "thumbnail": "jidi_photos\/bgs_thumb\/p001194.png",
    "tiffPath": "jidi_photos\/tif\/p001194.tif",
    "addInfo": 1
  },
  {
    "id": "1117",
    "title": "Torduff Reservoir, Pentland Hills, Edinburgh. Midlothian. Reservoir in valley excavated along line of fault ('shatter belt') between Old Red Sandstone acid lavas (right) and basic lavas (left).",
    "description": "Purplish-grey basalt lavas of the Warklaw Group occur on the left with pale-grey fine-grained trachyte lavas which closely resemble those of the Braid Hills on the right. In late glacial times this valley formed part of a drainage channel which was cut during the final stage in the northward retreat of the ice-sheet from the Pentland Hills.",
    "x": 320000,
    "y": 667000,
    "gridRef": "NT20006700",
    "image": "jidi_photos\/bgs_web\/p000491.png",
    "thumbnail": "jidi_photos\/bgs_thumb\/p000491.png",
    "tiffPath": "jidi_photos\/tif\/p000491.tif",
    "addInfo": 1
  },
  {
    "id": "1118",
    "title": "Burn flowing into Torduff Reservoir (at south end), and Pentland Hills. Midlothian. Local base of Upper Old Red Sandstone (at top of lower waterfall) resting upon Lower Old Red Sandstone acid lavas.",
    "description": "The junction is unconformable, i.e. there was a significant break in the depositional sequence between the two units. The Upper Old Red Sandstone consists of mainly sandstones together with a few thin cornstones (caliche) which represent fossil soils in the then tropical climate. ",
    "x": 320000,
    "y": 667000,
    "gridRef": "NT20006700",
    "image": "jidi_photos\/bgs_web\/p000492.png",
    "thumbnail": "jidi_photos\/bgs_thumb\/p000492.png",
    "tiffPath": "jidi_photos\/tif\/p000492.tif",
    "addInfo": 1
  },
  {
    "id": "2118",
    "title": "Edinburgh City Bypass - Water of Leith with the north end of the Pentland Hills in the background.",
    "description": "Gorge of Water of Leith. Cutting exposing Lower Carboniferous sedimentary rocks and Lower Devonian volcanic rocks. The preglacial valley has only been recognized in the lower reaches while the upper reaches from Balerno to Colinton follow an ice-gouged depression. ",
    "x": 320300,
    "y": 668900,
    "gridRef": "NT20306890",
    "image": "jidi_photos\/bgs_web\/p001193.png",
    "thumbnail": "jidi_photos\/bgs_thumb\/p001193.png",
    "tiffPath": "jidi_photos\/tif\/p001193.tif",
    "addInfo": 1
  },
  {
    "id": "2153",
    "title": "Oblique aerial view of Granton Gasworks, Edinburgh, view from the south-south-east. The three gasholders form a prominent feature of the north Edinburgh skyline. The site lies on the flattish feature of the late-glacial raised beach.",
    "description": "The gasholders are now used to store natural gas pumped in from the North Sea. Originally they stored town gas produced from coal on the extensive site. Most of the installations have been cleared from the site, but a few of the brick-built buildings remain, as do traces of the railway sidings used for bringing in the coal. ",
    "x": 322200,
    "y": 676700,
    "gridRef": "NT22207670",
    "image": "jidi_photos\/bgs_web\/p001260.png",
    "thumbnail": "jidi_photos\/bgs_thumb\/p001260.png",
    "tiffPath": "jidi_photos\/tif\/p001260.tif",
    "addInfo": 1
  },
  {
    "id": "2154",
    "title": "Oblique aerial view of Granton Gasworks, Edinburgh, view from the east-south-east. The three gasholders form a prominent feature of the north Edinburgh skyline. The site lies on the flattish feature of the late-glacial raised beach.",
    "description": "The gasholders are now used to store natural gas pumped in from the North Sea. Originally they stored town gas produced from coal on the extensive site. Most of the installations have been cleared from the site, but a few of the brick-built buildings remain, as do traces of the railway sidings used for bringing in the coal. ",
    "x": 322200,
    "y": 676700,
    "gridRef": "NT22207670",
    "image": "jidi_photos\/bgs_web\/p001261.png",
    "thumbnail": "jidi_photos\/bgs_thumb\/p001261.png",
    "tiffPath": "jidi_photos\/tif\/p001261.tif",
    "addInfo": 1
  },
  {
    "id": "2155",
    "title": "Oblique aerial view of Granton Gasworks, Edinburgh, aerial view from north-north-east. The three gasholders form a prominent feature of the north Edinburgh skyline. The site lies on the flattish feature of the late-glacial raised beach. Beyond the gasholders is Pilton.",
    "description": "The gasholders are now used to store natural gas pumped in from the North Sea. Originally they stored town gas produced from coal on the extensive site. Most of the installations have been cleared from the site, but a few of the brick-built buildings remain, as do traces of the railway sidings used for bringing in the coal. ",
    "x": 322200,
    "y": 676700,
    "gridRef": "NT22207670",
    "image": "jidi_photos\/bgs_web\/p001262.png",
    "thumbnail": "jidi_photos\/bgs_thumb\/p001262.png",
    "tiffPath": "jidi_photos\/tif\/p001262.tif",
    "addInfo": 1
  },
  {
    "id": "2156",
    "title": "Oblique aerial view of Granton Gasworks, Edinburgh, aerial view from north-north-west. The three gasholders form a prominent feature of the north Edinburgh skyline. The site lies on the flattish feature of the late-glacial raised beach. Granton Harbour is on the left and in the distance the Western Harbour, Leith Docks.",
    "description": "The gasholders are now used to store natural gas pumped in from the North Sea. Originally they stored town gas produced from coal on the extensive site. Most of the installations have been cleared from the site, but a few of the brick-built buildings remain, as do traces of the railway sidings used for bringing in the coal. ",
    "x": 322200,
    "y": 676700,
    "gridRef": "NT22207670",
    "image": "jidi_photos\/bgs_web\/p001263.png",
    "thumbnail": "jidi_photos\/bgs_thumb\/p001263.png",
    "tiffPath": "jidi_photos\/tif\/p001263.tif",
    "addInfo": 1
  },
  {
    "id": "2157",
    "title": "Oblique aerial view of Granton Gasworks, Edinburgh, aerial view from north-west. The three gasholders form a prominent feature of the north Edinburgh skyline. The site lies on the flattish feature of the late-glacial raised beach. Granton Harbour is on the left and in the distance the Western Harbour, Leith Docks.",
    "description": "The gasholders are now used to store natural gas pumped in from the North Sea. Originally they stored town gas produced from coal on the extensive site. Most of the installations have been cleared from the site, but a few of the brick-built buildings remain, as do traces of the railway sidings used for bringing in the coal. ",
    "x": 322200,
    "y": 676700,
    "gridRef": "NT22207670",
    "image": "jidi_photos\/bgs_web\/p001264.png",
    "thumbnail": "jidi_photos\/bgs_thumb\/p001264.png",
    "tiffPath": "jidi_photos\/tif\/p001264.tif",
    "addInfo": 1
  },
  {
    "id": "2158",
    "title": "Oblique aerial view of Granton Gasworks, Edinburgh, aerial view from north-north-west. The three gasholders form a prominent feature of the north Edinburgh skyline. The site lies on the flattish feature of the late-glacial raised beach. Granton Harbour is on the left and in the distance the Western Harbour, Leith Docks.",
    "description": "The gasholders are now used to store natural gas pumped in from the North Sea. Originally they stored town gas produced from coal on the extensive site. Most of the installations have been cleared from the site, but a few of the brick-built buildings remain, as do traces of the railway sidings used for bringing in the coal. ",
    "x": 322200,
    "y": 676700,
    "gridRef": "NT22207670",
    "image": "jidi_photos\/bgs_web\/p001265.png",
    "thumbnail": "jidi_photos\/bgs_thumb\/p001265.png",
    "tiffPath": "jidi_photos\/tif\/p001265.tif",
    "addInfo": 1
  },
  {
    "id": "2117",
    "title": "Murrayfield Rugby Ground. New Scottish Rugby Union stadium built on alluvial flat of Corstorphine Loch and Water of Leith.",
    "description": "Corstorphine Loch was by far the largest of the Edinburgh lochs. It was formed during the retreat of the glaciers, depressions in the ice-moulded surfaces. Corstorphine Loch was one of seven lochs in Edinburgh, the others include Gogar Loch, Craigcrook Loch, The Borough Loch, Holyrood Loch, Lochend Loch and Duddingston Loch.",
    "x": 322600,
    "y": 672900,
    "gridRef": "NT22607290",
    "image": "jidi_photos\/bgs_web\/p001192.png",
    "thumbnail": "jidi_photos\/bgs_thumb\/p001192.png",
    "tiffPath": "jidi_photos\/tif\/p001192.tif",
    "addInfo": 1
  },
  {
    "id": "1115",
    "title": "East and west Craiglockhart Hills from the Braid Hills, Edinburgh. Midlothian. View looking westwards to the volcanic platform of Craiglockhart. A farm, cottage and hayricks are seen in the foreground.",
    "description": "The Braid Hills are Devonian trachyte lavas while in the distance, the Craiglockhart Volcanic Rocks are at or very close to the base of the Carboniferous Cementstone Group. The rocks, unique to the Craiglockhart area, are 100 ft. thickness of well-bedded, fine-grained tuffs with an overlying 100 ft. of basalt lava. ",
    "x": 323000,
    "y": 670000,
    "gridRef": "NT23007000",
    "image": "jidi_photos\/bgs_web\/p000489.png",
    "thumbnail": "jidi_photos\/bgs_thumb\/p000489.png",
    "tiffPath": "jidi_photos\/tif\/p000489.tif",
    "addInfo": 1
  },
  {
    "id": "1663",
    "title": "Pentland Hills volcanic rocks. Photograph taken from Swanston Road. Looking west-north-west. The hills are made up of Lower Old Red Sandstone lavas and sediments with a core of Silurian rocks.",
    "description": "Hills of andesite and basalt lavas are Allermuir Hill (left), White Hill (wooded) and Torphin Hill (right). The foreground is till-covered volcanic rocks. Till is a collective term for sediments laid down by glacial action without the intervention of water.",
    "x": 324000,
    "y": 668000,
    "gridRef": "NT24006800",
    "image": "jidi_photos\/bgs_web\/p001086.png",
    "thumbnail": "jidi_photos\/bgs_thumb\/p001086.png",
    "tiffPath": "jidi_photos\/tif\/p001086.tif",
    "addInfo": 1
  },
  {
    "id": "2212",
    "title": "Oblique aerial view of Edinburgh Castle Rock and the Tollcross area, looking from west-south-west. In the left middle, Edinburgh Castle sits on dolerite plugging a Lower Carboniferous volcanic vent intruded into softer sedimentary rocks. Glaciation from the west has left the crag-and-tail feature formed by the hard crag of the Castle Rock and the tail of the Royal Mile stretching east-north-east.",
    "description": "Princes Street Gardens, below the Castle, are on the bed of the Nor Loch. The built-up centre of Edinburgh lies on ridges and mounds of glacial till. The remnants of another Lower Carboniferous volcano form Queen's Park in the left distance: the Arthur's Seat summit is formed of agglomerate and intrusions filling the volcanic vents; the ridges of Whinny Hill to the left (north) are the remains of the lava flows. The sharp Salisbury Craigs in front are formed of a slightly younger teschenite (dolerite) sill. The variable building styles of the Old Town, the New Town and the late 20th century developments are clearly seen, as are the variety of building stones, mainly grey, brown and red sandstones. Beyond Musselburgh Bay lies the East Lothian coastal plain with similar volcanic plugs, North Berwick Law and the Bass Rock; top right are the rounded, Ordovician and Silurian Lammermuir Hills.",
    "x": 324200,
    "y": 674000,
    "gridRef": "NT24207400",
    "image": "jidi_photos\/bgs_web\/p001319.png",
    "thumbnail": "jidi_photos\/bgs_thumb\/p001319.png",
    "tiffPath": "jidi_photos\/tif\/p001319.tif",
    "addInfo": 1
  },
  {
    "id": "2211",
    "title": "Oblique aerial view of Edinburgh Castle Rock and the Arthur's Seat volcano, looking from the north-west. In the foreground, the crescents and terraces of the Edinburgh New Town houses built of grey and brown Carboniferous sandstone, and lying on ridges of glacial till. In right middle, Edinburgh Castle sits on dolerite plugging a Lower Carboniferous volcanic vent intruded into softer sedimentary rocks.",
    "description": "Glaciation from the west has left the crag-and-tail feature formed by the hard crag of the Castle Rock and the tail of the Royal Mile stretching eastwards. Princes Street Gardens, below the Castle, are on the bed of the Nor Loch. The remnants of another Lower Carboniferous volcano form Queen's Park in the left distance: the Arthur's Seat summit is formed of agglomerate and intrusions filling the volcanic vents; the ridges of Whinny Hill to the left (north) are the remains of the lava flows. The sharp Salisbury Craigs in front are formed of a slightly younger teschenite (dolerite) sill. ",
    "x": 324300,
    "y": 674000,
    "gridRef": "NT24307400",
    "image": "jidi_photos\/bgs_web\/p001318.png",
    "thumbnail": "jidi_photos\/bgs_thumb\/p001318.png",
    "tiffPath": "jidi_photos\/tif\/p001318.tif",
    "addInfo": 1
  },
  {
    "id": "2218",
    "title": "Oblique aerial view of Edinburgh Castle Rock and the Tollcross area, looking from the south-west. In the middle, Edinburgh Castle sits on dolerite plugging a Lower Carboniferous volcanic vent intruded into softer sedimentary rocks.",
    "description": "Glaciation from the west has left the crag-and-tail feature formed by the hard crag of the Castle Rock and the tail of the Royal Mile stretching eastwards. The built-up centre of Edinburgh lies on ridges and mounds of glacial till. The variable building styles of the Old Town, the New Town and the late 20th century developments are clearly seen, as are the variety of building stones, mainly grey, brown and red sandstones. ",
    "x": 324500,
    "y": 672800,
    "gridRef": "NT24507280",
    "image": "jidi_photos\/bgs_web\/p001325.png",
    "thumbnail": "jidi_photos\/bgs_thumb\/p001325.png",
    "tiffPath": "jidi_photos\/tif\/p001325.tif",
    "addInfo": 1
  },
  {
    "id": "1113",
    "title": "North side of Braid Hills, Edinburgh. Midlothian. Ice-moulded surface of Lower Devonian trachyte lava flow of the Braid Hills.",
    "description": "The photograph shows parallel groovings produced by ice flowing from west to east, i.e. in a direction away from observer. The area today is a golf course. Liberton can be seen in the distance. Blackford Hill is the northern continuation of the Lower Devonian Pentland Hills Volcanic Rocks.",
    "x": 325000,
    "y": 669000,
    "gridRef": "NT25006900",
    "image": "jidi_photos\/bgs_web\/p000487.png",
    "thumbnail": "jidi_photos\/bgs_thumb\/p000487.png",
    "tiffPath": "jidi_photos\/tif\/p000487.tif",
    "addInfo": 1
  },
  {
    "id": "1114",
    "title": "North side of Braid Hills, Edinburgh. Midlothian. Ice-moulded surface of trachyte lava flow of Braid Hills.",
    "description": "Showing parallel groovings produced by ice flowing from west to east, i.e. obliquely from left to right. The old road is in the foreground. ",
    "x": 325000,
    "y": 669000,
    "gridRef": "NT25006900",
    "image": "jidi_photos\/bgs_web\/p000488.png",
    "thumbnail": "jidi_photos\/bgs_thumb\/p000488.png",
    "tiffPath": "jidi_photos\/tif\/p000488.tif",
    "addInfo": 1
  },
  {
    "id": "1108",
    "title": "Blackford Hill, south side of Edinburgh. Midlothian. Northern limit of escarpment of Blackford Hill andesite lava flow resting on volcanic agglomerate. Blackford Hill Pond is located on the extreme left.",
    "description": "The slope of the hill is in great part the revival of a pre-Carboniferous feature from which the Upper Old Red Sandstone has been denuded in preglacial times. The pond is in a hollow gouged out by ice deflected round the north side of Blackford Hill. Blackford Hill is the northern continuation of the Lower Devonian Pentland Hills Volcanic Rocks. Its present crag and tail shape was formed by an easterly-flowing ice-sheet.",
    "x": 325000,
    "y": 670000,
    "gridRef": "NT25007000",
    "image": "jidi_photos\/bgs_web\/p000482.png",
    "thumbnail": "jidi_photos\/bgs_thumb\/p000482.png",
    "tiffPath": "jidi_photos\/tif\/p000482.tif",
    "addInfo": 1
  },
  {
    "id": "1109",
    "title": "Blackford Hill from the Braid Hills, south side of Edinburgh. Midlothian. Escarpment of andesite lava flow forming Blackford Hill, with intervening preglacial valley filled with boulder clay now traversed by the Braid Burn. Arthur's Seat seen in distance.",
    "description": "The present crag and tail shape was formed by an easterly-flowing ice-sheet. The Braid Burn holds a misfit stream. The valley was carved out by ice deflected round the south side of Blackford Hill and was further deepened as the ice melted and large amounts of water flowed through from the Water of Leith at Colinton. ",
    "x": 325000,
    "y": 670000,
    "gridRef": "NT25007000",
    "image": "jidi_photos\/bgs_web\/p000483.png",
    "thumbnail": "jidi_photos\/bgs_thumb\/p000483.png",
    "tiffPath": "jidi_photos\/tif\/p000483.tif",
    "addInfo": 1
  },
  {
    "id": "1110",
    "title": "Valley of the Braid Burn between Blackford and Braid Hills, south side of Edinburgh. Midlothian. In the foreground the stream has excavated an old preglacial valley by removing the boulder clay (left), from the old rock-slope of the Lower Devonian trachyte and andesite lavas (right).",
    "description": "In the wood beyond, the stream has cut a post-glacial gorge through a rock spur of trachyte lavas.The valley holding a misfit stream, was carved out by ice deflected round the south side of Blackford Hill and was further deepened as the ice melted and large amounts of water flowed through from the Water of Leith at Colinton. Normally a stream cuts a valley into which it fits exactly, a misfit stream is where a stream flows in a valley that is far too large for it. The large valley formed when there was a lot more water available for erosion, in this case, when the glaciers melted. Another cause is reduced annual rainfall.",
    "x": 325000,
    "y": 670000,
    "gridRef": "NT25007000",
    "image": "jidi_photos\/bgs_web\/p000484.png",
    "thumbnail": "jidi_photos\/bgs_thumb\/p000484.png",
    "tiffPath": "jidi_photos\/tif\/p000484.tif",
    "addInfo": 1
  },
  {
    "id": "1111",
    "title": "Blackford Hill, south side of Edinburgh. Midlothian. Western escarpment of Lower Devonian andesite lava flow (right), and trachyte of Blackford Hill (left).",
    "description": "The small valley between the andesites and trachytes was used as temporary glacial overflow channel during the retreat of the ice-sheet. The channel would have drained meltwater from a glacially-dammed lake. ",
    "x": 325000,
    "y": 670000,
    "gridRef": "NT25007000",
    "image": "jidi_photos\/bgs_web\/p000485.png",
    "thumbnail": "jidi_photos\/bgs_thumb\/p000485.png",
    "tiffPath": "jidi_photos\/tif\/p000485.tif",
    "addInfo": 1
  },
  {
    "id": "1112",
    "title": "South side of Blackford Hill. Agassiz Rock. A classic location where, in 1840, the famous Swiss geologist Louis Agassiz identified the erosive action of ice in Scotland. It is a landmark in the understanding of Scotland's glacial geology.",
    "description": "Glaciated overhanging cliff of andesite, striated from left to right, i.e. from west to east, both sides and on hanging surface. Fluvioglacial gravels at base. The site is now designated a SSSI (a Site of Special Scientific Interest) though recent erosion and weathering have caused part of the rock to fall destroying much of the scratching. This makes this photograph a very valuable record.",
    "x": 325000,
    "y": 670000,
    "gridRef": "NT25007000",
    "image": "jidi_photos\/bgs_web\/p000486.png",
    "thumbnail": "jidi_photos\/bgs_thumb\/p000486.png",
    "tiffPath": "jidi_photos\/tif\/p000486.tif",
    "addInfo": 1
  },
  {
    "id": "2159",
    "title": "Oblique aerial view of Edinburgh Castle Rock and the Arthur's Seat volcano, looking from the west-north-west.",
    "description": "In the foreground, Edinburgh Castle sits on dolerite plugging a Lower Carboniferous volcanic vent intruded into softer sedimentary rocks. Glaciation from the west has left the crag-and-tail feature formed by the hard crag of the Castle Rock and the tail of the Royal Mile stretching eastwards. The remnants of another Lower Carboniferous volcano form Queen's Park in the middle distance: the Arthur's Seat summit is formed of agglomerate and intrusions filling the volcanic vents; the ridges of Whinny Hill to the left (north) are the remains of the lava flows. The sharp Salisbury Craigs in front are formed of a slightly younger teschenite (dolerite) sill. ",
    "x": 325000,
    "y": 672200,
    "gridRef": "NT25007220",
    "image": "jidi_photos\/bgs_web\/p001266.png",
    "thumbnail": "jidi_photos\/bgs_thumb\/p001266.png",
    "tiffPath": "jidi_photos\/tif\/p001266.tif",
    "addInfo": 1
  },
  {
    "id": "1106",
    "title": "Edinburgh Castle from Johnston Terrace. Midlothian. A plug of Dalmeny-type basalt rises almost vertically through Cementstone Group strata of Lower Carboniferous age to form the Edinburgh Castle Rock.",
    "description": "The dip of the sediments near the faulted contact is steep while further east (right) they dip gently away from the plug. The faulted junction falls diagonally down from near the base of the castle walls on the right of the photograph. It is thought that the plug may have sealed an orifice through which lavas of Lower Carboniferous age flowed.",
    "x": 325000,
    "y": 673000,
    "gridRef": "NT25007300",
    "image": "jidi_photos\/bgs_web\/p000480.png",
    "thumbnail": "jidi_photos\/bgs_thumb\/p000480.png",
    "tiffPath": "jidi_photos\/tif\/p000480.tif",
    "addInfo": 1
  },
  {
    "id": "1107",
    "title": "Edinburgh Castle from Johnston Terrace. Midlothian. A close-up of the Edinburgh Castle Rock basalt plug faulted junction with the Lower Carboniferous Dalmeny-type basalt.",
    "description": "The faulted junction falls diagonally down from near the base of the castle walls on the right of the photograph. ",
    "x": 325000,
    "y": 673000,
    "gridRef": "NT25007300",
    "image": "jidi_photos\/bgs_web\/p000481.png",
    "thumbnail": "jidi_photos\/bgs_thumb\/p000481.png",
    "tiffPath": "jidi_photos\/tif\/p000481.tif",
    "addInfo": 1
  },
  {
    "id": "2210",
    "title": "Oblique aerial view of Edinburgh Castle Rock and the Arthur's Seat volcano, looking from the north-west. In the foreground, the crescents and terraces of the Edinburgh New Town houses built of grey and brown Carboniferous sandstone, and lying on ridges of glacial till. In right middle, Edinburgh Castle sits on dolerite plugging a Lower Carboniferous volcanic vent intruded into softer sedimentary rocks.",
    "description": "Glaciation from the west has left the crag-and-tail feature formed by the hard crag of the Castle Rock and the tail of the Royal Mile stretching eastwards. Princes Street Gardens, below the Castle, are on the bed of the Nor Loch. The remnants of another Lower Carboniferous volcano form Queen's Park in the left distance: the Arthur's Seat summit is formed of agglomerate and intrusions filling the volcanic vents; the ridges of Whinny Hill to the left (north) are the remains of the lava flows. The sharp Salisbury Craigs in front are formed of a slightly younger teschenite (dolerite) sill. ",
    "x": 325100,
    "y": 675300,
    "gridRef": "NT25107530",
    "image": "jidi_photos\/bgs_web\/p001317.png",
    "thumbnail": "jidi_photos\/bgs_thumb\/p001317.png",
    "tiffPath": "jidi_photos\/tif\/p001317.tif",
    "addInfo": 1
  },
  {
    "id": "2219",
    "title": "Oblique aerial view of Edinburgh Castle Rock, central and north Edinburgh, looking from the south-south-west. In the foreground, Edinburgh Castle sits on dolerite plugging a Lower Carboniferous volcanic vent intruded into softer sedimentary rocks.",
    "description": "Glaciation from the west has left the crag-and-tail feature formed by the hard crag of the Castle Rock and the tail of the Royal Mile stretching eastwards (right). The built-up centre of Edinburgh lies on ridges and mounds of glacial till. The variable building styles of the Old Town, the New Town and the late 20th century developments are clearly seen, as are the variety of building stones, mainly grey, brown and red sandstones. The island of Inchkeith, formed of Lower Carboniferous lavas and sedimentary rocks, lies in the Firth of Forth with the hills of Fife beyond. ",
    "x": 325200,
    "y": 673500,
    "gridRef": "NT25207350",
    "image": "jidi_photos\/bgs_web\/p001326.png",
    "thumbnail": "jidi_photos\/bgs_thumb\/p001326.png",
    "tiffPath": "jidi_photos\/tif\/p001326.tif",
    "addInfo": 1
  },
  {
    "id": "1636",
    "title": "Braid Road, Edinburgh.",
    "description": "Arthur's Seat. Blackford Quarry (Old Red Sandstone zones) in centre left and Arthur's Seat (Carboniferous volcano) and Salisbury Craigs (Carboniferous sill) in skyline. Viewpoint from Braid Hills looking north.",
    "x": 325600,
    "y": 675100,
    "gridRef": "NT25607510",
    "image": "jidi_photos\/bgs_web\/p005971.png",
    "thumbnail": "jidi_photos\/bgs_thumb\/p005971.png",
    "tiffPath": "jidi_photos\/tif\/p005971.tif",
    "addInfo": 0
  },
  {
    "id": "1069",
    "title": "Arthur's Seat and Salisbury Craigs from Blackford Hill. Midlothian. The remains of an ancient volcano that was active 350 million years ago in the Dinantian, early Carboniferous period.",
    "description": "Part of the volcano has now been lost through subsequent uplift, tilting and erosion. Basalt of Lion's Head vent and Lion's Haunch vent in background on right. Columnar sill of teschenite forming Salisbury Craigs on the left in the background. The view of Edinburgh from Blackford Hill as it was in 1913. Quite different from today, being less built up and the vegetation less mature.",
    "x": 326000,
    "y": 672000,
    "gridRef": "NT26007200",
    "image": "jidi_photos\/bgs_web\/p000346.png",
    "thumbnail": "jidi_photos\/bgs_thumb\/p000346.png",
    "tiffPath": "jidi_photos\/tif\/p000346.tif",
    "addInfo": 1
  },
  {
    "id": "1071",
    "title": "Salisbury Craigs (Salisbury Crags), Arthur's Seat. Midlothian. Sill of teschenite overlying Upper Old Red Sandstone and marls, giving rise to escarpment and talus of debris.",
    "description": "The sill, a tabular minor intrusion of igneous rock injected between, and more or less parallel to, the bedding of the surrounding rocks. The nineteenth century saw much quarrying of the sill for paving the streets of London. ",
    "x": 326000,
    "y": 672000,
    "gridRef": "NT26007200",
    "image": "jidi_photos\/bgs_web\/p000348.png",
    "thumbnail": "jidi_photos\/bgs_thumb\/p000348.png",
    "tiffPath": "jidi_photos\/tif\/p000348.tif",
    "addInfo": 1
  },
  {
    "id": "2217",
    "title": "Oblique aerial view of Calton Hill and the Arthur's Seat volcano, looking from the north-west. In the foreground, Calton Hill is a faulted fragment of the Arthur's Seat volcano lavas and tuffs. Glaciation from the west has left the crag-and-tail feature formed by the hard crag of Calton Hill Rock and the tail of Royal Terrace stretching eastwards.",
    "description": "The remnants of the Lower Carboniferous volcano form Queen's Park in the middle distance: the Arthur's Seat summit is formed of agglomerate and intrusions filling the volcanic vents; the ridges of Whinny Hill and the Long Row to the left (north) are the remains of the lava flows; the sharp Salisbury Craigs in front are formed of a slightly younger teschenite (dolerite) sill, its dip slope to the left clearly displayed. ",
    "x": 326200,
    "y": 674200,
    "gridRef": "NT26207420",
    "image": "jidi_photos\/bgs_web\/p001324.png",
    "thumbnail": "jidi_photos\/bgs_thumb\/p001324.png",
    "tiffPath": "jidi_photos\/tif\/p001324.tif",
    "addInfo": 1
  },
  {
    "id": "1320",
    "title": "Oblique aerial photograph of Arthur's Seat and Salisbury Craigs, Edinburgh. Upper Old Red Sandstone, Lower Carboniferous volcano and teschenitic sill. Murchison House (in left foreground, home of the BGS) is underlain by Upper Old Red Sandstone lavas.",
    "description": "The rocks underlying the area between Murchison House and Arthur's Seat are mainly sediments of Upper Old Red Sandstone and Lower Carboniferous age. Arthur's Seat, in the right background, is the remains of a Lower Carboniferous volcano, and Salisbury Craigs, the prominent escarpment in the left background, is a teschenitic sill probably of Lower Carboniferous age. ",
    "x": 326400,
    "y": 670400,
    "gridRef": "NT26407040",
    "image": "jidi_photos\/bgs_web\/p000863.png",
    "thumbnail": "jidi_photos\/bgs_thumb\/p000863.png",
    "tiffPath": "jidi_photos\/tif\/p000863.tif",
    "addInfo": 1
  },
  {
    "id": "1664",
    "title": "A distant view of Salisbury Craigs and Arthur's Seat taken from the road to Meadowhead Farm. Looking north-east.",
    "description": "On the left is the teschenite sill of Salisbury Craigs. On the right are the vent agglomerate and intrusions of Arthur's Seat volcano; Lion's Head vent (higher summit), Lion's Haunch vent (lower summit). The foreground is till-covered Old Red Sandstone sedimentary and volcanic rocks. Till is a collective term for sediments laid down by glacial action without the intervention of water.",
    "x": 326600,
    "y": 668900,
    "gridRef": "NT26606890",
    "image": "jidi_photos\/bgs_web\/p001087.png",
    "thumbnail": "jidi_photos\/bgs_thumb\/p001087.png",
    "tiffPath": "jidi_photos\/tif\/p001087.tif",
    "addInfo": 1
  },
  {
    "id": "1637",
    "title": "Arthur's Seat, Edinburgh.",
    "description": "Salisbury Craigs. Dip-slope and vertical face of Lower Carboniferous sill with scree slope below. Viewpoint from Arthur's Seat looking north.",
    "x": 326600,
    "y": 673000,
    "gridRef": "NT26607300",
    "image": "jidi_photos\/bgs_web\/p005972.png",
    "thumbnail": "jidi_photos\/bgs_thumb\/p005972.png",
    "tiffPath": "jidi_photos\/tif\/p005972.tif",
    "addInfo": 0
  },
  {
    "id": "2163",
    "title": "Oblique aerial view of north Edinburgh. The Post Office sorting office in Brunswick Road in the foreground, and Leith Walk area, Rosebank Cemetery is on the top left. Looking from south by east.",
    "description": "Edinburgh New Town houses in the foreground sloping down to Leith, built on a late-glacial raised beach. ",
    "x": 326600,
    "y": 674800,
    "gridRef": "NT26607480",
    "image": "jidi_photos\/bgs_web\/p001270.png",
    "thumbnail": "jidi_photos\/bgs_thumb\/p001270.png",
    "tiffPath": "jidi_photos\/tif\/p001270.tif",
    "addInfo": 1
  },
  {
    "id": "2162",
    "title": "Oblique aerial view of Leith Walk area and Leith Links, Edinburgh, looking from the south-south-west. The two main roads are Leith Walk on the left and Easter Road on the right.",
    "description": "Edinburgh New Town houses in the foreground sloping down to Leith, built on a late-glacial raised beach. This grades into the post-glacial raised beach across Leith Links, top right. ",
    "x": 326800,
    "y": 675100,
    "gridRef": "NT26807510",
    "image": "jidi_photos\/bgs_web\/p001269.png",
    "thumbnail": "jidi_photos\/bgs_thumb\/p001269.png",
    "tiffPath": "jidi_photos\/tif\/p001269.tif",
    "addInfo": 1
  },
  {
    "id": "1625",
    "title": "Salisbury Craigs, Holyrood Park.",
    "description": "Teschenite sill shows overlying strata.",
    "x": 326900,
    "y": 673500,
    "gridRef": "NT26907350",
    "image": "jidi_photos\/bgs_web\/p005960.png",
    "thumbnail": "jidi_photos\/bgs_thumb\/p005960.png",
    "tiffPath": "jidi_photos\/tif\/p005960.tif",
    "addInfo": 0
  },
  {
    "id": "1628",
    "title": "Salisbury Craigs, Holyrood Park.",
    "description": "Contorted strata at base of sill.",
    "x": 326950,
    "y": 672970,
    "gridRef": "NT26957297",
    "image": "jidi_photos\/bgs_web\/p005963.png",
    "thumbnail": "jidi_photos\/bgs_thumb\/p005963.png",
    "tiffPath": "jidi_photos\/tif\/p005963.tif",
    "addInfo": 0
  },
  {
    "id": "1070",
    "title": "Arthur's Seat from south-west. Midlothian. Basalt of Lion's Head vent (left) and of Lion's Haunch vent (right). Agglomerate in volcanic vents of rock slope. Sill of teschenite in middle distance underlain by Upper Old Red Sandstone seen at bend of road.",
    "description": "Arthur's Seat, the remains of a Dinantian, early Carboniferous volcano. The photograph shows 3 of the 5 vents through which lavas and ashes were erupted. The volcano was later covered by sediments then earth-movements folded and tilted the rocks by 20-30 degrees and subsequent erosion caused the landforms shown. ",
    "x": 327000,
    "y": 672000,
    "gridRef": "NT27007200",
    "image": "jidi_photos\/bgs_web\/p000347.png",
    "thumbnail": "jidi_photos\/bgs_thumb\/p000347.png",
    "tiffPath": "jidi_photos\/tif\/p000347.tif",
    "addInfo": 1
  },
  {
    "id": "1629",
    "title": "Hutton's Rock, Salisbury Craigs, Holyrood Park.",
    "description": "Hematite vein, cutting teschenite; rock reputedly saved from quarrying by intervention of James Hutton.",
    "x": 327000,
    "y": 672950,
    "gridRef": "NT27007295",
    "image": "jidi_photos\/bgs_web\/p005964.png",
    "thumbnail": "jidi_photos\/bgs_thumb\/p005964.png",
    "tiffPath": "jidi_photos\/tif\/p005964.tif",
    "addInfo": 0
  },
  {
    "id": "1632",
    "title": "Hutton's Rock, Salisbury Craigs, Holyrood Park.",
    "description": "Hutton's Rock in foreground. Salisbury Craigs teschenite sill in middle. Double vent of Arthur's Seat volcano in distance.",
    "x": 327000,
    "y": 672950,
    "gridRef": "NT27007295",
    "image": "jidi_photos\/bgs_web\/p005967.png",
    "thumbnail": "jidi_photos\/bgs_thumb\/p005967.png",
    "tiffPath": "jidi_photos\/tif\/p005967.tif",
    "addInfo": 0
  },
  {
    "id": "2116",
    "title": "Arthur's Seat, Salisbury Craigs and Whinny Hill from Calton Hill. A general view over a former volcano that has undergone uplift, tilting and erosion.",
    "description": "Arthur's Seat is composed of volcanic agglomerates and intrusions of a former volcano active around 400 million years ago. Salisbury Craigs is a teschenite sill, an intrusive igneous feature. Trap featuring of basalt lavas and tuffs - Whinny Hill. Loch and beach flat - Holyrood House. ",
    "x": 327000,
    "y": 673000,
    "gridRef": "NT27007300",
    "image": "jidi_photos\/bgs_web\/p001191.png",
    "thumbnail": "jidi_photos\/bgs_thumb\/p001191.png",
    "tiffPath": "jidi_photos\/tif\/p001191.tif",
    "addInfo": 1
  },
  {
    "id": "2160",
    "title": "Oblique aerial view of Edinburgh Castle Rock and the Arthur's Seat volcano, looking from the west-north-west.",
    "description": "In the foreground, Edinburgh Castle sits on dolerite plugging a Lower Carboniferous volcanic vent intruded into softer sedimentary rocks. Glaciation from the west has left the crag-and-tail feature formed by the hard crag of the Castle Rock and the tail of the Royal Mile stretching eastwards. The remnants of another Lower Carboniferous volcano form Queen's Park in the middle distance: the Arthur's Seat summit is formed of agglomerate and intrusions filling the volcanic vents; the ridges of Whinny Hill to the left (north) are the remains of the lava flows. The sharp Salisbury Craigs in front are formed of a slightly younger teschenite (dolerite) sill. ",
    "x": 327000,
    "y": 673000,
    "gridRef": "NT27007300",
    "image": "jidi_photos\/bgs_web\/p001267.png",
    "thumbnail": "jidi_photos\/bgs_thumb\/p001267.png",
    "tiffPath": "jidi_photos\/tif\/p001267.tif",
    "addInfo": 1
  },
  {
    "id": "2161",
    "title": "Oblique aerial view of Edinburgh Castle Rock and the Arthur's Seat volcano, looking from the west-north-west.",
    "description": "In the foreground, Edinburgh Castle sits on dolerite plugging a Lower Carboniferous volcanic vent intruded into softer sedimentary rocks. Glaciation from the west has left the crag-and-tail feature formed by the hard crag of the Castle Rock and the tail of the Royal Mile stretching eastwards. The remnants of another Lower Carboniferous volcano form Queens Park in the middle distance: the Arthur's Seat summit is formed of agglomerate and intrusions filling the volcanic vents; the ridges of Whinny Hill to the left (north) are the remains of the lava flows. The sharp Salisbury Craigs in front are formed of a slightly younger teschenite (dolerite) sill. ",
    "x": 327000,
    "y": 673000,
    "gridRef": "NT27007300",
    "image": "jidi_photos\/bgs_web\/p001268.png",
    "thumbnail": "jidi_photos\/bgs_thumb\/p001268.png",
    "tiffPath": "jidi_photos\/tif\/p001268.tif",
    "addInfo": 1
  },
  {
    "id": "1146",
    "title": "E. end of Salisbury Craigs, Arthur's Seat, Holyrood Park.",
    "description": "Sill. Base of sill of intrusive teschenitic dolerite forcing aside and hardening sandy calcareous beds of cementstone age.",
    "x": 327000,
    "y": 674000,
    "gridRef": "NT27007400",
    "image": "jidi_photos\/bgs_web\/p005831.png",
    "thumbnail": "jidi_photos\/bgs_thumb\/p005831.png",
    "tiffPath": "jidi_photos\/tif\/p005831.tif",
    "addInfo": 0
  },
  {
    "id": "1626",
    "title": "Salisbury Craigs, Holyrood Park.",
    "description": "Teschenite sill, quarried face shows full thickness of sill; onion skin weathering; rafts of sediment.",
    "x": 327100,
    "y": 672900,
    "gridRef": "NT27107290",
    "image": "jidi_photos\/bgs_web\/p005961.png",
    "thumbnail": "jidi_photos\/bgs_thumb\/p005961.png",
    "tiffPath": "jidi_photos\/tif\/p005961.tif",
    "addInfo": 0
  },
  {
    "id": "2167",
    "title": "Oblique aerial view of north Edinburgh. Easter Road and Leith Walk area, and Pilrig Park, looking from the north. Eastern Cemetery in the top left. The late-glacial and post-glacial raised beaches.",
    "description": "Edinburgh New Town houses in the background sloping down to Leith, built on a late-glacial raised beach. This grades into the post-glacial raised beach somewhere in the foreground. ",
    "x": 327100,
    "y": 675800,
    "gridRef": "NT27107580",
    "image": "jidi_photos\/bgs_web\/p001274.png",
    "thumbnail": "jidi_photos\/bgs_thumb\/p001274.png",
    "tiffPath": "jidi_photos\/tif\/p001274.tif",
    "addInfo": 1
  },
  {
    "id": "1627",
    "title": "Hutton's Section, Salisbury Craigs, Holyrood Park.",
    "description": "Classic locality associated with James Hutton; shows intrusive features at base of Salisbury Craigs sill; teschenite chilled by sediment; sediments broken, twisted and baked by intrusion.",
    "x": 327200,
    "y": 672850,
    "gridRef": "NT27207285",
    "image": "jidi_photos\/bgs_web\/p005962.png",
    "thumbnail": "jidi_photos\/bgs_thumb\/p005962.png",
    "tiffPath": "jidi_photos\/tif\/p005962.tif",
    "addInfo": 0
  },
  {
    "id": "2209",
    "title": "Oblique aerial view of Arthur's Seat and Salisbury Craigs, looking from above Leith Links. The remnants of the Lower Carboniferous volcano form Queen's Park in the middle distance: the Arthur's Seat summit is formed of agglomerate and intrusions filling the volcanic vents.",
    "description": "The ridges of Whinny Hill and the Long Row to the left (north) are the remains of the lava flows; the sharp Salisbury Craigs in front are formed of a slightly younger teschenite (dolerite) sill. Its dip slope to the left is clearly displayed, also the steep scree slope below the crags to the right. In the front right, are the regular terraces of the Edinburgh New Town houses built on gently sloping late-glacial beach deposits. ",
    "x": 327300,
    "y": 675900,
    "gridRef": "NT27307590",
    "image": "jidi_photos\/bgs_web\/p001316.png",
    "thumbnail": "jidi_photos\/bgs_thumb\/p001316.png",
    "tiffPath": "jidi_photos\/tif\/p001316.tif",
    "addInfo": 1
  },
  {
    "id": "2166",
    "title": "Oblique aerial view of north Edinburgh. Leith and Leith Links, looking from the north-north-east. Constitution Street in the foreground leading into Leith Walk. The post-glacial and late-glacial raised beaches.",
    "description": "Most of Leith is built on the flat of the post-glacial raised beach. The indistinct inland margin of this beach runs across Leith Links, along the right side of the photo, against the late-glacial raised beach. ",
    "x": 327300,
    "y": 676000,
    "gridRef": "NT27307600",
    "image": "jidi_photos\/bgs_web\/p001273.png",
    "thumbnail": "jidi_photos\/bgs_thumb\/p001273.png",
    "tiffPath": "jidi_photos\/tif\/p001273.tif",
    "addInfo": 1
  },
  {
    "id": "1623",
    "title": "Samson's Ribs, Holyrood Park.",
    "description": "Columnar basalt, steeply-dipping in vent intrusion.",
    "x": 327400,
    "y": 672500,
    "gridRef": "NT27407250",
    "image": "jidi_photos\/bgs_web\/p005958.png",
    "thumbnail": "jidi_photos\/bgs_thumb\/p005958.png",
    "tiffPath": "jidi_photos\/tif\/p005958.tif",
    "addInfo": 0
  },
  {
    "id": "1630",
    "title": "Upper Queen's Drive, Holyrood Park.",
    "description": "Glacial striae on glacially moulded rock.",
    "x": 327400,
    "y": 672550,
    "gridRef": "NT27407255",
    "image": "jidi_photos\/bgs_web\/p005965.png",
    "thumbnail": "jidi_photos\/bgs_thumb\/p005965.png",
    "tiffPath": "jidi_photos\/tif\/p005965.tif",
    "addInfo": 0
  },
  {
    "id": "1624",
    "title": "The Dasses, Holyrood Park.",
    "description": "Flow lineations on top surface of basalt sill.",
    "x": 327400,
    "y": 673550,
    "gridRef": "NT27407355",
    "image": "jidi_photos\/bgs_web\/p005959.png",
    "thumbnail": "jidi_photos\/bgs_thumb\/p005959.png",
    "tiffPath": "jidi_photos\/tif\/p005959.tif",
    "addInfo": 0
  },
  {
    "id": "2164",
    "title": "Oblique aerial view of north Edinburgh. Leith Links, Leith, and Granton, and Granton Harbour in the distance; looking from the south-east. The post-glacial and late-glacial raised beaches.",
    "description": "The built-up area, on left, built on the late-glacial raised beach slopes down into the post-glacial raised beach across Leith Links, lower right. The raised beach flats are cut by the Water of Leith with its narrow alluvial plain. Leith Docks and Granton Harbour both contain land reclaimed from the intertidal beach. ",
    "x": 327400,
    "y": 675900,
    "gridRef": "NT27407590",
    "image": "jidi_photos\/bgs_web\/p001271.png",
    "thumbnail": "jidi_photos\/bgs_thumb\/p001271.png",
    "tiffPath": "jidi_photos\/tif\/p001271.tif",
    "addInfo": 1
  },
  {
    "id": "1631",
    "title": "Upper Queen's Drive, Holyrood Park.",
    "description": "Slickensides on fault plane.",
    "x": 327430,
    "y": 672550,
    "gridRef": "NT27437255",
    "image": "jidi_photos\/bgs_web\/p005966.png",
    "thumbnail": "jidi_photos\/bgs_thumb\/p005966.png",
    "tiffPath": "jidi_photos\/tif\/p005966.tif",
    "addInfo": 0
  },
  {
    "id": "1344",
    "title": "Samson's Ribs, Arthur's Seat.",
    "description": "Columnar intrusion of Dunsapie basalt.",
    "x": 327500,
    "y": 672500,
    "gridRef": "NT27507250",
    "image": "jidi_photos\/bgs_web\/p005862.png",
    "thumbnail": "jidi_photos\/bgs_thumb\/p005862.png",
    "tiffPath": "jidi_photos\/tif\/p005862.tif",
    "addInfo": 0
  },
  {
    "id": "2165",
    "title": "Oblique aerial view of north Edinburgh. Leith and Leith Links, looking from the north-north-east. The post-glacial and late-glacial raised beaches.",
    "description": "Most of Leith is built on the flat of the post-glacial raised beach. The indistinct inland margin of this beach runs across Leith Links, from middle left to bottom right, against the late-glacial raised beach. ",
    "x": 327500,
    "y": 676000,
    "gridRef": "NT27507600",
    "image": "jidi_photos\/bgs_web\/p001272.png",
    "thumbnail": "jidi_photos\/bgs_thumb\/p001272.png",
    "tiffPath": "jidi_photos\/tif\/p001272.tif",
    "addInfo": 1
  },
  {
    "id": "1616",
    "title": "St. Anthony's Chapel, Holyrood Park.",
    "description": "Basalt lava flow 3 shows columnar jointing; overlying bedded tuff.",
    "x": 327550,
    "y": 673650,
    "gridRef": "NT27557365",
    "image": "jidi_photos\/bgs_web\/p005951.png",
    "thumbnail": "jidi_photos\/bgs_thumb\/p005951.png",
    "tiffPath": "jidi_photos\/tif\/p005951.tif",
    "addInfo": 0
  },
  {
    "id": "1617",
    "title": "St. Anthony's Chapel, Holyrood Park.",
    "description": "Basalt lava flow 3 shows columnar jointing; overlying bedded tuff.",
    "x": 327550,
    "y": 673650,
    "gridRef": "NT27557365",
    "image": "jidi_photos\/bgs_web\/p005952.png",
    "thumbnail": "jidi_photos\/bgs_thumb\/p005952.png",
    "tiffPath": "jidi_photos\/tif\/p005952.tif",
    "addInfo": 0
  },
  {
    "id": "1618",
    "title": "St. Anthony's Chapel, Holyrood Park.",
    "description": "Basalt lava flow 3 shows columnar jointing; overlying bedded tuff.",
    "x": 327550,
    "y": 673650,
    "gridRef": "NT27557365",
    "image": "jidi_photos\/bgs_web\/p005953.png",
    "thumbnail": "jidi_photos\/bgs_thumb\/p005953.png",
    "tiffPath": "jidi_photos\/tif\/p005953.tif",
    "addInfo": 0
  },
  {
    "id": "1619",
    "title": "St. Anthony's Chapel, Holyrood Park.",
    "description": "Autobrecciated lava, upper part of lava 3.",
    "x": 327600,
    "y": 673550,
    "gridRef": "NT27607355",
    "image": "jidi_photos\/bgs_web\/p005954.png",
    "thumbnail": "jidi_photos\/bgs_thumb\/p005954.png",
    "tiffPath": "jidi_photos\/tif\/p005954.tif",
    "addInfo": 0
  },
  {
    "id": "1621",
    "title": "Upper Queen's Drive, Holyrood Park.",
    "description": "Vent agglomerate blocks of basalt in a red tuff matrix.",
    "x": 327650,
    "y": 672550,
    "gridRef": "NT27657255",
    "image": "jidi_photos\/bgs_web\/p005956.png",
    "thumbnail": "jidi_photos\/bgs_thumb\/p005956.png",
    "tiffPath": "jidi_photos\/tif\/p005956.tif",
    "addInfo": 0
  },
  {
    "id": "1622",
    "title": "Upper Queen's Drive, Holyrood Park.",
    "description": "Vent agglomerate, close-up of porphyritic basalt blocks in red tuff matrix.",
    "x": 327650,
    "y": 672550,
    "gridRef": "NT27657255",
    "image": "jidi_photos\/bgs_web\/p005957.png",
    "thumbnail": "jidi_photos\/bgs_thumb\/p005957.png",
    "tiffPath": "jidi_photos\/tif\/p005957.tif",
    "addInfo": 0
  },
  {
    "id": "1342",
    "title": "Pulpit Rock, Arthur's Seat.",
    "description": "Columnar jointing poorly hexagonal, in parasite vent filled with Craiglockhart basalt.",
    "x": 327700,
    "y": 673500,
    "gridRef": "NT27707350",
    "image": "jidi_photos\/bgs_web\/p005860.png",
    "thumbnail": "jidi_photos\/bgs_thumb\/p005860.png",
    "tiffPath": "jidi_photos\/tif\/p005860.tif",
    "addInfo": 0
  },
  {
    "id": "1343",
    "title": "Pulpit Rock, Arthur's Seat.",
    "description": "Parasite vent filled with a plug of columnar Craiglockhart basalt.",
    "x": 327700,
    "y": 673500,
    "gridRef": "NT27707350",
    "image": "jidi_photos\/bgs_web\/p005861.png",
    "thumbnail": "jidi_photos\/bgs_thumb\/p005861.png",
    "tiffPath": "jidi_photos\/tif\/p005861.tif",
    "addInfo": 0
  },
  {
    "id": "1620",
    "title": "Upper Queen's Drive, Holyrood Park.",
    "description": "Bedded tuff on basalt lava; shows regional dip of 20 degrees to east; horizontal plane is joint.",
    "x": 327880,
    "y": 672670,
    "gridRef": "NT27887267",
    "image": "jidi_photos\/bgs_web\/p005955.png",
    "thumbnail": "jidi_photos\/bgs_thumb\/p005955.png",
    "tiffPath": "jidi_photos\/tif\/p005955.tif",
    "addInfo": 0
  },
  {
    "id": "2216",
    "title": "Oblique aerial view of the Arthur's Seat volcano and the Pentland Hills, looking from the north-east. The remnants of the Lower Carboniferous Arthur's Seat volcano form Queen's Park in the middle distance.",
    "description": "Crow Hill and the Arthur's Seat summit to the back are formed of agglomerate and intrusions filling the volcanic vents. Dunsapie Hill, on left and half-hiding Dunsapie Loch, is a satellite dolerite plug. Whinny Hill to the front is formed of the remains of the lava flows, Salisbury Craigs, on the right, is the dip slope of a slightly younger teschenite (dolerite) sill: the keyhole-shaped Crags Vent and the Camstone Quarries stand out on the dip slope. The higher, rounded Pentland Hills, on the skyline, are Lower Devonian lavas, tuffs and red sandstones. ",
    "x": 328300,
    "y": 674300,
    "gridRef": "NT28307430",
    "image": "jidi_photos\/bgs_web\/p001323.png",
    "thumbnail": "jidi_photos\/bgs_thumb\/p001323.png",
    "tiffPath": "jidi_photos\/tif\/p001323.tif",
    "addInfo": 1
  },
  {
    "id": "2215",
    "title": "Oblique aerial view of the Arthur's Seat volcano, looking from the west-north-west. The remnants of the Lower Carboniferous Arthur's Seat volcano form Queen's Park in the middle distance.",
    "description": "Crow Hill and the Arthur's Seat summit on the left are formed of agglomerate and intrusions filling the volcanic vents. Dunsapie Hill, in front and half-hiding Dunsapie Loch, is a satellite dolerite plug. On the right are the two dip slopes: Whinny Hill to the front is formed of the remains of the lava flows, Salisbury Craigs to the rear is formed of a slightly younger teschenite (dolerite) sill. ",
    "x": 329800,
    "y": 673800,
    "gridRef": "NT29807380",
    "image": "jidi_photos\/bgs_web\/p001322.png",
    "thumbnail": "jidi_photos\/bgs_thumb\/p001322.png",
    "tiffPath": "jidi_photos\/tif\/p001322.tif",
    "addInfo": 1
  },
  {
    "id": "2174",
    "title": "Oblique aerial view of New Craighall, Musselburgh, Musselburgh Bay and Cockenzie Power Station, looking from the south-west. The East Lothian coastal plain with the Lower Carboniferous volcanic plug of North Berwick Law is in the top right.",
    "description": "Generally flattish areas of late-glacial raised beach, with good rich fine sand to clay soils, forming good arable land, but gradually being built on by Musselburgh. Coal-fired Cockenzie Power Station on coast top right, the fly ash from which is creating made ground reclaimed from the intertidal flats of Musselburgh Sands by controlled tipping into lagoons behind a new sea-wall. Various stages of land reclamation are seen inside the sea-wall, including: settling-pond currently being filled with fly-ash sludge; infill forming mound; pond part filled and left as recreational facility; infill mound with wildlife ponds created on top.",
    "x": 332500,
    "y": 671900,
    "gridRef": "NT32507190",
    "image": "jidi_photos\/bgs_web\/p001281.png",
    "thumbnail": "jidi_photos\/bgs_thumb\/p001281.png",
    "tiffPath": "jidi_photos\/tif\/p001281.tif",
    "addInfo": 1
  },
  {
    "id": "2175",
    "title": "Oblique aerial view of New Craighall, Musselburgh, Musselburgh Bay, Cockenzie Power Station, looking from the south-west. The East Lothian coastal plain with the Lower Carboniferous volcanic plug of North Berwick Law is in the top right. The Fife skyline across the Firth of Forth is in the top left.",
    "description": "Generally flattish areas of late-glacial raised beach, with good rich fine sand to clay soils, forming good arable land, but gradually being built on by Musselburgh. Coal-fired Cockenzie Power Station on coast top right, the fly ash from which is creating made ground reclaimed from the intertidal flats of Musselburgh Sands by controlled tipping into lagoons behind a new sea-wall. Various stages of land reclamation are seen inside the sea-wall, including: settling-pond currently being filled with fly-ash sludge; infill forming mound; pond part filled and left as recreational facility; infill mound with wildlife ponds created on top.",
    "x": 332500,
    "y": 671900,
    "gridRef": "NT32507190",
    "image": "jidi_photos\/bgs_web\/p001282.png",
    "thumbnail": "jidi_photos\/bgs_thumb\/p001282.png",
    "tiffPath": "jidi_photos\/tif\/p001282.tif",
    "addInfo": 1
  },
  {
    "id": "2176",
    "title": "Oblique aerial view of Musselburgh, Fisherrow Harbour, and Joppa, looking from the south. Muckletts Road is seen crossing the east coast mainline railway.",
    "description": "Generally flattish areas of late-glacial raised beach, with good rich fine sand to clay soils, forming good arable land, but gradually being built on by Musselburgh. ",
    "x": 333000,
    "y": 671700,
    "gridRef": "NT33007170",
    "image": "jidi_photos\/bgs_web\/p001283.png",
    "thumbnail": "jidi_photos\/bgs_thumb\/p001283.png",
    "tiffPath": "jidi_photos\/tif\/p001283.tif",
    "addInfo": 1
  },
  {
    "id": "2168",
    "title": "Oblique aerial view of south of the River Esk and west end of Musselburgh Racecourse, looking from the south. The racecourse lies on the naturally flat area of the post-glacial raised beach with low dunes of blown sand. Most of Musselburgh is built on the flat post-glacial raised beach.",
    "description": "The natural 'links' topography formed the ideal environment for creating what could be reasonably claimed as the oldest golf course in the world. The area on the seaward side is not a natural links at all, but is made ground reclaimed from the intertidal flats of Musselburgh Sands by controlled tipping into lagoons behind a new sea-wall of fly ash from Cockenzie coal-fired Power Station - as seen top right. The shadowy outline can just be made out of the intertidal delta of the River Esk on which grew the mussel banks which provided the industry which gave the 'Honest Toun' its name. ",
    "x": 334800,
    "y": 672700,
    "gridRef": "NT34807270",
    "image": "jidi_photos\/bgs_web\/p001275.png",
    "thumbnail": "jidi_photos\/bgs_thumb\/p001275.png",
    "tiffPath": "jidi_photos\/tif\/p001275.tif",
    "addInfo": 1
  },
  {
    "id": "2169",
    "title": "Oblique aerial view of Musselburgh Racecourse, looking from the south. The racecourse lies on the naturally flat area of the post-glacial raised beach with low dunes of blown sand. That part of Musselburgh in the foreground is built on the flat post-glacial raised beach.",
    "description": "The natural 'links' topography formed the ideal environment for creating what could be reasonably claimed as the oldest golf course in the world. The area on the seaward side is not a natural links at all, but is made ground reclaimed from the intertidal flats of Musselburgh Sands by controlled tipping into lagoons behind a new sea-wall of fly ash from Cockenzie coal-fired Power Station - as seen top centre. ",
    "x": 335500,
    "y": 673000,
    "gridRef": "NT35507300",
    "image": "jidi_photos\/bgs_web\/p001276.png",
    "thumbnail": "jidi_photos\/bgs_thumb\/p001276.png",
    "tiffPath": "jidi_photos\/tif\/p001276.tif",
    "addInfo": 1
  },
  {
    "id": "2173",
    "title": "Oblique aerial view of Musselburgh Racecourse and Levenhall Links, looking from the east. The racecourse lies on the naturally flat area, the post-glacial raised beach with low dunes of blown sand. Levenhall Links, on the seaward side is not a natural links at all, but is made ground. In the distance is Edinburgh with the outline of the Arthur's Seat volcano.",
    "description": "The natural 'links' topography of the racecourse formed the ideal environment for creating what could be reasonably claimed as the oldest golf course in the world. The links on the seaward side of the racecourse is not a natural links at all, but is made ground reclaimed from the intertidal flats of Musselburgh Sands by controlled tipping into lagoons behind a new sea-wall of fly ash from Cockenzie coal-fired Power Station. Four stages are seen inside the seawall, from top to bottom: settling-pond currently being filled with fly-ash sludge; infill forming mound; pond part filled and left as recreational facility; infill mound with wildlife ponds created on top; second settling-pond currently being filled.",
    "x": 335800,
    "y": 673200,
    "gridRef": "NT35807320",
    "image": "jidi_photos\/bgs_web\/p001280.png",
    "thumbnail": "jidi_photos\/bgs_thumb\/p001280.png",
    "tiffPath": "jidi_photos\/tif\/p001280.tif",
    "addInfo": 1
  },
  {
    "id": "2171",
    "title": "Oblique aerial view of Musselburgh Racecourse and Levenhall Links golf course, looking from the east-south-east. The racecourse and golf course lie on the naturally flat area of the post-glacial raised beach with low dunes of blown sand. Levenhall Links, on the seaward side is not a natural links at all, but is made ground.",
    "description": "The made ground is reclaimed from the intertidal flats of Musselburgh Sands by controlled tipping into lagoons behind a new sea-wall of fly ash from Cockenzie coal-fired Power Station. Four stages are seen inside the sea-wall, from left to right: settling-pond currently being filled with fly-ash sludge; infill forming mound; pond part filled and left as recreational facility; infill mound with wildlife ponds created on top. ",
    "x": 336000,
    "y": 673000,
    "gridRef": "NT36007300",
    "image": "jidi_photos\/bgs_web\/p001278.png",
    "thumbnail": "jidi_photos\/bgs_thumb\/p001278.png",
    "tiffPath": "jidi_photos\/tif\/p001278.tif",
    "addInfo": 1
  },
  {
    "id": "2172",
    "title": "Oblique aerial view of Musselburgh Racecourse and Levenhall Links, looking from the east-south-east. The racecourse lies on the naturally flat area, the post-glacial raised beach with low dunes of blown sand. Levenhall Links, on the seaward side is not a natural links at all, but is made ground. In the distance is the port of Leith with the River Forth and the Queensferry bridges.",
    "description": "The natural 'links' topography of the racecourse formed the ideal environment for creating what could be reasonably claimed as the oldest golf course in the world. The links on the seaward side of the racecourse is not a natural links at all, but is made ground reclaimed from the intertidal flats of Musselburgh Sands by controlled tipping into lagoons behind a new sea-wall of fly ash from Cockenzie coal-fired Power Station. Four stages of land reclamation are seen inside the sea-wall, from top to bottom: settling-pond currently being filled with fly-ash sludge; infill forming mound; pond part filled and left as recreational facility; infill mound with wildlife ponds created on top; second settling-pond currently being filled.",
    "x": 336300,
    "y": 673300,
    "gridRef": "NT36307330",
    "image": "jidi_photos\/bgs_web\/p001279.png",
    "thumbnail": "jidi_photos\/bgs_thumb\/p001279.png",
    "tiffPath": "jidi_photos\/tif\/p001279.tif",
    "addInfo": 1
  },
  {
    "id": "2170",
    "title": "Oblique aerial view of Drum Mohr, Musselburgh and Levenhall Links, looking from the south-west. Late-glacial and lower post-glacial raised beaches.",
    "description": "The farmland in the foreground is on the flat late-glacial raised beach. The trees mark the approximate position of the steep slope between this and the younger, lower post-glacial raised beach flat along the coast. Some of the area on the seaward side is not natural, however, but is made ground reclaimed from the intertidal flats of Musselburgh Sands by controlled tipping into lagoons behind a new sea-wall of fly ash from Cockenzie coal-fired Power Station - as seen top left. ",
    "x": 336700,
    "y": 673000,
    "gridRef": "NT36707300",
    "image": "jidi_photos\/bgs_web\/p001277.png",
    "thumbnail": "jidi_photos\/bgs_thumb\/p001277.png",
    "tiffPath": "jidi_photos\/tif\/p001277.tif",
    "addInfo": 1
  },
  {
    "id": "2177",
    "title": "Oblique aerial view of Bankpark, part of Tranent, the A1 trunk road, Cockenzie with Power Station, and the Fife skyline across the Firth of Forth along the top, looking from the south.",
    "description": "The foreground is arable land and part of Tranent on moundy glacial deposits. Beyond the A1 Tranent By-pass, the generally flattish areas are the late-glacial raised beach, with good rich fine sand to clay soils, forming good arable land, but gradually being built on by Cockenzie and Port Seton. The coal-fired Cockenzie Power Station on the coast is built on made ground reclaimed from the intertidal flats. The coal storage area and rail links from the former Monktonhall Colliery are seen in front. ",
    "x": 339500,
    "y": 673000,
    "gridRef": "NT39507300",
    "image": "jidi_photos\/bgs_web\/p001284.png",
    "thumbnail": "jidi_photos\/bgs_thumb\/p001284.png",
    "tiffPath": "jidi_photos\/tif\/p001284.tif",
    "addInfo": 1
  },
  {
    "id": "2213",
    "title": "Oblique aerial view of Tranent, A1 trunk road, Port Seton, Cockenzie with Power Station, and Fife skyline across the Firth of Forth, looking from the south. Foreground is arable land and part of Tranent on moundy glacial deposits.",
    "description": "Beyond the A1 road, the generally flattish areas are late-glacial raised beach, with good rich fine sand to clay soils, forming good arable land, but gradually being built on by Cockenzie and Port Seton. The coal-fired Cockenzie Power Station on the coast is built on made ground reclaimed from the intertidal flats. The coal storage area and rail links from the former Monktonhall Colliery are seen to right. The Fife skyline across the Firth of Forth is along the top. ",
    "x": 340200,
    "y": 673400,
    "gridRef": "NT40207340",
    "image": "jidi_photos\/bgs_web\/p001320.png",
    "thumbnail": "jidi_photos\/bgs_thumb\/p001320.png",
    "tiffPath": "jidi_photos\/tif\/p001320.tif",
    "addInfo": 1
  },
  {
    "id": "2214",
    "title": "Oblique aerial view of A1 trunk road, Port Seton, Cockenzie with Power Station, and Fife skyline across the Firth of Forth, looking from the south-south-east. Foreground is arable land and part of Tranent on moundy glacial deposits.",
    "description": "Beyond the A1 road, the generally flattish areas are Late-glacial raised beach, with good rich fine sand to clay soils, forming good arable land, but gradually being built on by Cockenzie and Port Seton. The coal-fired Cockenzie Power Station on the coast is built on made ground reclaimed from the intertidal flats. The coal storage area and rail links from the former Monktonhall Colliery are seen in front. The Fife skyline across the Firth of Forth along the top includes the two conical volcanic hills of West Lomond and East Lomond. ",
    "x": 340500,
    "y": 673500,
    "gridRef": "NT40507350",
    "image": "jidi_photos\/bgs_web\/p001321.png",
    "thumbnail": "jidi_photos\/bgs_thumb\/p001321.png",
    "tiffPath": "jidi_photos\/tif\/p001321.tif",
    "addInfo": 1
  },
  {
    "id": "2178",
    "title": "Oblique aerial view of the A1 trunk road, Blindwells Opencast Site, Port Seton, Cockenzie Power Station, and the Fife skyline across the Firth of Forth along the top, including the two conical volcanic hills of West Lomond and East Lomond. Looking from south by east.",
    "description": "On either side of the A1 road, the arable land is actually made ground filled into the Blindwells Opencast Site; the part still being restored in shades of grey and brown beyond. The generally flattish areas in the upper middle are the late-glacial raised beach, with good rich fine sand to clay soils, forming good arable land, but gradually being built on by Port Seton. The coal-fired Cockenzie Power Station on the coast has its coal storage area and rail links from the former Monktonhall Colliery in front. ",
    "x": 341500,
    "y": 671700,
    "gridRef": "NT41507170",
    "image": "jidi_photos\/bgs_web\/p001285.png",
    "thumbnail": "jidi_photos\/bgs_thumb\/p001285.png",
    "tiffPath": "jidi_photos\/tif\/p001285.tif",
    "addInfo": 1
  },
  {
    "id": "1634",
    "title": "Blindwells Opencast Site, Tranent; working S. face.",
    "description": "Glacial rucks in Limestone Coal Group strata, thin coal between Great Seam and Tranent Splint Coals, showing antiforms and synforms.",
    "x": 341700,
    "y": 673200,
    "gridRef": "NT41707320",
    "image": "jidi_photos\/bgs_web\/p005969.png",
    "thumbnail": "jidi_photos\/bgs_thumb\/p005969.png",
    "tiffPath": "jidi_photos\/tif\/p005969.tif",
    "addInfo": 0
  },
  {
    "id": "1635",
    "title": "Blindwells Opencast Site, Tranent; working S. face.",
    "description": "Glacial ruck in Limestone Coal Group strata - close-up.",
    "x": 341700,
    "y": 673200,
    "gridRef": "NT41707320",
    "image": "jidi_photos\/bgs_web\/p005970.png",
    "thumbnail": "jidi_photos\/bgs_thumb\/p005970.png",
    "tiffPath": "jidi_photos\/tif\/p005970.tif",
    "addInfo": 0
  },
  {
    "id": "1633",
    "title": "Blindwells Opencast Site, Tranent; standing NW face.",
    "description": "Glacial ruck in Limestone Coal Group strata.",
    "x": 341700,
    "y": 673700,
    "gridRef": "NT41707370",
    "image": "jidi_photos\/bgs_web\/p005968.png",
    "thumbnail": "jidi_photos\/bgs_thumb\/p005968.png",
    "tiffPath": "jidi_photos\/tif\/p005968.tif",
    "addInfo": 0
  },
  {
    "id": "1655",
    "title": "Blindwells Opencast Site, Tranent.",
    "description": "Limestone Coal Group strata, from Great Seam Coal to Four Foot Coal; shows small fault; variable overburden of glacial till; temporary spoil heap in far left, back-filled spoil near left.",
    "x": 342000,
    "y": 673700,
    "gridRef": "NT42007370",
    "image": "jidi_photos\/bgs_web\/p005990.png",
    "thumbnail": "jidi_photos\/bgs_thumb\/p005990.png",
    "tiffPath": "jidi_photos\/tif\/p005990.tif",
    "addInfo": 0
  },
  {
    "id": "2205",
    "title": "Oblique aerial view of Blindwells Opencast Site, Tranent, looking from south. Working opencast coal site, in coals of the Limestone Coal Formation, showing various stages in the process.",
    "description": "The working face is on the left; backfilled spoil in the centre - colours of each load derive from different materials, white and pale brown = sandstone, pale and dark grey = siltstone and shale, dark brown = glacial till overburden; black area = coal storage, pale brown areas = restored overburden. Foreground is worked area fully restored to agricultural use, with A1 Tranent By-pass at bottom right. ",
    "x": 342500,
    "y": 674000,
    "gridRef": "NT42507400",
    "image": "jidi_photos\/bgs_web\/p001312.png",
    "thumbnail": "jidi_photos\/bgs_thumb\/p001312.png",
    "tiffPath": "jidi_photos\/tif\/p001312.tif",
    "addInfo": 1
  },
  {
    "id": "2206",
    "title": "Oblique aerial view of Blindwells Opencast Site, Tranent, looking from the south-south-east. Working opencast coal site, in coals of the Limestone Coal Formation, showing various stages in the process.",
    "description": "The working face is on the extreme right; backfilled spoil in the centre - colours of each load derive from different materials, white and pale brown = sandstone, pale and dark grey = siltstone and shale, dark brown = glacial till overburden; black area = coal storage, pale brown areas = restored overburden. Foreground is worked area fully restored to agricultural use. ",
    "x": 342500,
    "y": 674000,
    "gridRef": "NT42507400",
    "image": "jidi_photos\/bgs_web\/p001313.png",
    "thumbnail": "jidi_photos\/bgs_thumb\/p001313.png",
    "tiffPath": "jidi_photos\/tif\/p001313.tif",
    "addInfo": 1
  },
  {
    "id": "2207",
    "title": "Oblique aerial view of Blindwells Opencast Site, Tranent, looking from the south-east. Working opencast coal site, in coals of the Limestone Coal Formation, showing various stages in the process.",
    "description": "The working face is on the extreme right; backfilled spoil in the centre - colours of each load derive from different materials, white and pale brown = sandstone, pale and dark grey = siltstone and shale, dark brown = glacial till overburden; black area = coal storage, pale brown areas = restored overburden. Left foreground is worked area fully restored to agricultural use. Top right is undisturbed ground. ",
    "x": 342500,
    "y": 674000,
    "gridRef": "NT42507400",
    "image": "jidi_photos\/bgs_web\/p001314.png",
    "thumbnail": "jidi_photos\/bgs_thumb\/p001314.png",
    "tiffPath": "jidi_photos\/tif\/p001314.tif",
    "addInfo": 1
  },
  {
    "id": "2208",
    "title": "Oblique aerial view of Blindwells Opencast Site, Tranent, looking from the east-north-east. Working opencast coal site, in coals of the Limestone Coal Formation, showing various stages in the process.",
    "description": "The working face is in the foreground; backfilled spoil in the centre - colours of each load derive from different materials, white and pale brown = sandstone, pale and dark grey = siltstone and shale, dark brown = glacial till overburden; black area = coal storage, pale brown areas = restored overburden. Top left is worked area fully restored to agricultural use. Bottom right is undisturbed ground. ",
    "x": 342500,
    "y": 674000,
    "gridRef": "NT42507400",
    "image": "jidi_photos\/bgs_web\/p001315.png",
    "thumbnail": "jidi_photos\/bgs_thumb\/p001315.png",
    "tiffPath": "jidi_photos\/tif\/p001315.tif",
    "addInfo": 1
  },
  {
    "id": "1581",
    "title": "Gosford Bay - S. end.",
    "description": "Bedded siltstones and mudstones, Lower Limestone Group.",
    "x": 344400,
    "y": 677800,
    "gridRef": "NT44407780",
    "image": "jidi_photos\/bgs_web\/p005920.png",
    "thumbnail": "jidi_photos\/bgs_thumb\/p005920.png",
    "tiffPath": "jidi_photos\/tif\/p005920.tif",
    "addInfo": 0
  },
  {
    "id": "1582",
    "title": "Gosford Bay - S. end.",
    "description": "Fault, cutting bedded siltstones; close-up showing reverse throw, rucking of beds close to fault, and branching of fault.",
    "x": 344400,
    "y": 677800,
    "gridRef": "NT44407780",
    "image": "jidi_photos\/bgs_web\/p005921.png",
    "thumbnail": "jidi_photos\/bgs_thumb\/p005921.png",
    "tiffPath": "jidi_photos\/tif\/p005921.tif",
    "addInfo": 0
  },
  {
    "id": "1583",
    "title": "Gosford Bay - S. end.",
    "description": "Raised beach deposits position at top of cliff shows relationship with present beach deposits.",
    "x": 344400,
    "y": 677800,
    "gridRef": "NT44407780",
    "image": "jidi_photos\/bgs_web\/p005922.png",
    "thumbnail": "jidi_photos\/bgs_thumb\/p005922.png",
    "tiffPath": "jidi_photos\/tif\/p005922.tif",
    "addInfo": 0
  },
  {
    "id": "1584",
    "title": "Gosford Bay - S. end.",
    "description": "Oyster-rich raised beach deposits. Post-glacial raised beach.",
    "x": 344400,
    "y": 677800,
    "gridRef": "NT44407780",
    "image": "jidi_photos\/bgs_web\/p005923.png",
    "thumbnail": "jidi_photos\/bgs_thumb\/p005923.png",
    "tiffPath": "jidi_photos\/tif\/p005923.tif",
    "addInfo": 0
  },
  {
    "id": "1255",
    "title": "Oblique aerial view of Craigielaw Point, Aberlady. East Lothian. Looking north-west. Bedded sediments. Lower Limestone Group.",
    "description": "The Lower Limestone Group is the uppermost division of the Lower Carboniferous in the district. The strata has a regional dip to the west or north-west of up to 5 degrees, though between Craigielaw Point and Aberlady Point gentle minor folds are superimposed on the larger structure. Note the concrete anti-landing defences from World War 2.",
    "x": 344500,
    "y": 680000,
    "gridRef": "NT44508000",
    "image": "jidi_photos\/bgs_web\/p000795.png",
    "thumbnail": "jidi_photos\/bgs_thumb\/p000795.png",
    "tiffPath": "jidi_photos\/tif\/p000795.tif",
    "addInfo": 1
  },
  {
    "id": "1654",
    "title": "Garlick Rocks, Aberlady Bay.",
    "description": "Exfoliation of large dolerite erratic.",
    "x": 345800,
    "y": 680200,
    "gridRef": "NT45808020",
    "image": "jidi_photos\/bgs_web\/p005989.png",
    "thumbnail": "jidi_photos\/bgs_thumb\/p005989.png",
    "tiffPath": "jidi_photos\/tif\/p005989.tif",
    "addInfo": 0
  },
  {
    "id": "1134",
    "title": "Saltoun Quarry.",
    "description": "Upper Longcraig Limestone.",
    "x": 347000,
    "y": 667000,
    "gridRef": "NT47006700",
    "image": "jidi_photos\/bgs_web\/p005822.png",
    "thumbnail": "jidi_photos\/bgs_thumb\/p005822.png",
    "tiffPath": "jidi_photos\/tif\/p005822.tif",
    "addInfo": 0
  },
  {
    "id": "2182",
    "title": "Oblique aerial view of Bangley Quarry, looking from the north-north-west. East Lothian. Active roadstone quarry in a thick, fairly flat-lying trachytic (quartz-banakite) lava of the Lower Carboniferous Garleton Hills Volcanic Rocks age.",
    "description": "The lower arable ground, top and bottom, is covered by glacial till and other superficial deposits. Features of the quarrying include: thin or no glacial overburden, stepped workings to keep safe face height, processing plant to crush and grade rock, stockpiles of graded rock, overburden forming bank to screen working from road. ",
    "x": 348500,
    "y": 675200,
    "gridRef": "NT48507520",
    "image": "jidi_photos\/bgs_web\/p001289.png",
    "thumbnail": "jidi_photos\/bgs_thumb\/p001289.png",
    "tiffPath": "jidi_photos\/tif\/p001289.tif",
    "addInfo": 1
  },
  {
    "id": "2183",
    "title": "Oblique aerial view of Bangley Quarry, looking from the west. East Lothian. Active roadstone quarry in a thick, fairly flat-lying trachytic (quartz-banakite) lava of the Lower Carboniferous Garleton Hills Volcanic Rocks age.",
    "description": "The higher arable ground, top, is more or less on rock; the lower arable ground, bottom, is covered by glacial till and other superficial deposits. Features of the quarrying include: thin or no glacial overburden, stepped workings to keep safe face height, processing plant to crush and grade rock, stockpiles of graded rock, overburden forming bank to screen working from road. ",
    "x": 348500,
    "y": 675200,
    "gridRef": "NT48507520",
    "image": "jidi_photos\/bgs_web\/p001290.png",
    "thumbnail": "jidi_photos\/bgs_thumb\/p001290.png",
    "tiffPath": "jidi_photos\/tif\/p001290.tif",
    "addInfo": 1
  },
  {
    "id": "2202",
    "title": "Oblique aerial view of Gateside, Haddington, looking from the north-north-west.",
    "description": "The new A1 Haddington By-pass interchange, in rolling arable land on glacial till and alluvial deposits. The former Haddington branch railway line is in the foreground, it is now a public walkway. ",
    "x": 349000,
    "y": 673000,
    "gridRef": "NT49007300",
    "image": "jidi_photos\/bgs_web\/p001309.png",
    "thumbnail": "jidi_photos\/bgs_thumb\/p001309.png",
    "tiffPath": "jidi_photos\/tif\/p001309.tif",
    "addInfo": 1
  },
  {
    "id": "2203",
    "title": "Oblique aerial view of Gateside, Haddington, Tyne Valley and Lammermuir Hills, looking from the north-west. Haddington is on the left.",
    "description": "New A1 Haddington By-pass interchange, in rolling arable land on glacial till, and alluvial deposits in the Tyne Valley. Former Haddington branch railway railway line, foreground, now public walkway. The rounded Lammermuir Hills on the skyline, with the prominent Lammer Law lying across the Southern Upland Fault, consist of Ordovician and Silurian folded greywackes and shales of the Southern Upland Terrane.",
    "x": 349000,
    "y": 673000,
    "gridRef": "NT49007300",
    "image": "jidi_photos\/bgs_web\/p001310.png",
    "thumbnail": "jidi_photos\/bgs_thumb\/p001310.png",
    "tiffPath": "jidi_photos\/tif\/p001310.tif",
    "addInfo": 1
  },
  {
    "id": "2204",
    "title": "Oblique aerial view of Gateside, Haddington, Tyne Valley and Lammermuir Hills, looking from the west-north-west. Haddington is on the left.",
    "description": "New A1 Haddington By-pass interchange, in rolling arable land on glacial till, and alluvial deposits in the Tyne Valley. Former Haddington branch railway line, foreground, now public walkway. The rounded Lammermuir Hills on the skyline, with the prominent Lammer Law lying across the Southern Upland Fault, consist of Ordovician and Silurian folded greywackes and shales of the Southern Upland Terrane.",
    "x": 349000,
    "y": 673000,
    "gridRef": "NT49007300",
    "image": "jidi_photos\/bgs_web\/p001311.png",
    "thumbnail": "jidi_photos\/bgs_thumb\/p001311.png",
    "tiffPath": "jidi_photos\/tif\/p001311.tif",
    "addInfo": 1
  },
  {
    "id": "2181",
    "title": "Oblique aerial view of Hopetoun Monument, Skid Hill, Garleton Hills, Traprain Law, and Lammermuir Hills, looking from the west-north-west.",
    "description": "Very fine trap featuring of south-dipping trachyte lavas of the Lower Carboniferous Garleton Hills Volcanic Formation. Lower basaltic lavas form scarps in top left. The features have been increased by the effects of glaciation and meltwater channels. The lower arable ground is covered by glacial till and other superficial deposits. The hump-shaped hill of Traprain Law, far mid left, is an exhumed laccolith of phonolite, also Garleton Hills Volcanic Rocks age. The rounded Lammermuir Hills on the skyline, lying across the Southern Upland Fault, consist of Ordovician and Silurian folded greywackes and shales of the Southern Upland Terrane.",
    "x": 349800,
    "y": 676000,
    "gridRef": "NT49807600",
    "image": "jidi_photos\/bgs_web\/p001288.png",
    "thumbnail": "jidi_photos\/bgs_thumb\/p001288.png",
    "tiffPath": "jidi_photos\/tif\/p001288.tif",
    "addInfo": 1
  },
  {
    "id": "1008",
    "title": "Garleton Hills, Haddington, East Lothian. Looking south-west. Hills of trachyte and basalt lava.",
    "description": "Hills formed of lavas of the Garleton Hills Volcanic Formation (Strathclyde Group, Visean). Foreground and lower, rounded slopes of hills made of trachyte. Upper slopes, showing trap features, are made of thin capping of basalt lava, in which the centres of flows tend to be more resistant to erosion. ",
    "x": 350000,
    "y": 676000,
    "gridRef": "NT50007600",
    "image": "jidi_photos\/bgs_web\/p001756.png",
    "thumbnail": "jidi_photos\/bgs_thumb\/p001756.png",
    "tiffPath": "jidi_photos\/tif\/p001756.tif",
    "addInfo": 1
  },
  {
    "id": "3281",
    "title": "View taken from between Skid Hill and Byrie Hill, Garleton Hills, 3.2 km. north-north-west of Haddington, East Lothian. Looking east-north-east. Marginal ice stream.",
    "description": "The bed of a marginal ice stream channel on the hill slope can be seen in the right centre of photo. The Garleton Hills must have formed a barrier to the ice during the Devensian so that the main glaciers flowed around it to the north and into the Forth estuary. When the ice began to recede, stagnant ice may have blocked the lower ground so that drainage for the large volumes of water became established around the margins of the ice sheet for melt water to flow away. This is evidenced by the numerous drainage channels cut in rock and boulder clay mapped out in the Garleton Hills.",
    "x": 350481,
    "y": 676420,
    "gridRef": "NT50007600",
    "image": "jidi_photos\/bgs_web\/p001969.png",
    "thumbnail": "jidi_photos\/bgs_thumb\/p001969.png",
    "tiffPath": "jidi_photos\/tif\/p001969.tif",
    "addInfo": 1
  },
  {
    "id": "2179",
    "title": "Oblique aerial view of Skid Hill, Garleton Hills, Athelstaneford, and Traprain Law, looking from west. Very fine trap featuring of south-dipping trachyte lavas of the Lower Carboniferous Garleton Hills Volcanic Formation within the Calciferous Sandstone Measures.",
    "description": "Lower basaltic lavas form scarps in top centre. The features have been increased by the effects of glaciation and meltwater channels. The circular feature in the centre is a disused quarry. The lower arable ground is covered by glacial till and other superficial deposits. The phonolite laccolith of Traprain Law is in the top right. The Garleton Hills Volcanic Formation was approximately contemporaneous with the eruption of Arthur's Seat volcano in Edinburgh. The lavas were erupted mainly under subaerial conditions, though bedded tuffs and agglomerates show some evidence of deposition in shallow water.",
    "x": 350500,
    "y": 676000,
    "gridRef": "NT50507600",
    "image": "jidi_photos\/bgs_web\/p001286.png",
    "thumbnail": "jidi_photos\/bgs_thumb\/p001286.png",
    "tiffPath": "jidi_photos\/tif\/p001286.tif",
    "addInfo": 1
  },
  {
    "id": "2180",
    "title": "Oblique aerial view of Skid Hill, Garleton Hills, and Athelstaneford, looking from the west. Very fine trap featuring of south-dipping trachyte lavas of the Lower Carboniferous Garleton Hills Volcanic Formation within the Calciferous Sandstone Measures.",
    "description": "Lower basaltic lavas form scarps in top right. The features have been increased by the effects of glaciation and meltwater channels. The lower arable ground is covered by glacial till and other superficial deposits. The Garleton Hills Volcanic Formation was approximately contemporaneous with the eruption of Arthur's Seat volcano in Edinburgh. The lavas were erupted mainly under subaerial conditions, though bedded tuffs and agglomerates show some evidence of deposition in shallow water.",
    "x": 350500,
    "y": 676000,
    "gridRef": "NT50507600",
    "image": "jidi_photos\/bgs_web\/p001287.png",
    "thumbnail": "jidi_photos\/bgs_thumb\/p001287.png",
    "tiffPath": "jidi_photos\/tif\/p001287.tif",
    "addInfo": 1
  },
  {
    "id": "3283",
    "title": "View from south side of Skid Hill, Garleton Hills, East Lothian. Looking east-north-east along glacial drainage channel cut in rock.",
    "description": "The rock gully represents a glacial drainage channel, testifying to the erosive power of the huge volumes of water released as the ice sheets melted. The Garleton Hills must have formed a barrier to the ice during the Devensian so that the main glaciers flowed around it to the north and into the Forth estuary. When the ice began to recede, stagnant ice may have blocked the lower ground so that drainage for the large volumes of water became established around the margins of the ice sheet for melt water to flow away. This is evidenced by the numerous drainage channels cut in rock and boulder clay mapped out in the Garleton Hills.",
    "x": 350753,
    "y": 676308,
    "gridRef": "NT50007600",
    "image": "jidi_photos\/bgs_web\/p001971.png",
    "thumbnail": "jidi_photos\/bgs_thumb\/p001971.png",
    "tiffPath": "jidi_photos\/tif\/p001971.tif",
    "addInfo": 1
  },
  {
    "id": "3284",
    "title": "From south side of Skid Hill, Garleton Hills, East Lothian. Looking west along glacial drainage channel.",
    "description": "View of same channel as represented in No. C00513, but looking west towards point where stream entered. The Garleton Hills must have formed a barrier to the ice during the Devensian so that the main glaciers flowed around it to the north and into the Forth estuary. When the ice began to recede, stagnant ice may have blocked the lower ground so that drainage for the large volumes of water became established around the margins of the ice sheet for melt water to flow away. This is evidenced by the numerous drainage channels cut in rock and boulder clay mapped out in the Garleton Hills.",
    "x": 350753,
    "y": 676308,
    "gridRef": "NT50007600",
    "image": "jidi_photos\/bgs_web\/p001972.png",
    "thumbnail": "jidi_photos\/bgs_thumb\/p001972.png",
    "tiffPath": "jidi_photos\/tif\/p001972.tif",
    "addInfo": 1
  },
  {
    "id": "1259",
    "title": "Oblique aerial view of Skid Hill Quarry, Garleton Hills. East Lothian. Looking north. Trachyte lavas of the Carboniferous (Calciferous Sandstone Measures) Garleton Hills Volcanic Rocks.",
    "description": "The lavas of Skid Hill represent a transition to the porphyritic quartz-trachytes with a reduced amount of plagioclase from the quartz-banakites that are characterized by the presence of plagioclase phenocrysts. The trachytic magmas formed through fractionation of the basic magmas i.e. the separation of a cooling magma into parts by the successive crystallization of different minerals at progressively lower temperatures.",
    "x": 350800,
    "y": 676200,
    "gridRef": "NT50807620",
    "image": "jidi_photos\/bgs_web\/p000799.png",
    "thumbnail": "jidi_photos\/bgs_thumb\/p000799.png",
    "tiffPath": "jidi_photos\/tif\/p000799.tif",
    "addInfo": 1
  },
  {
    "id": "3282",
    "title": "View from south side of Skid Hill, Garleton Hills, East Lothian. Looking east-north-east. Glacial drainage channel.",
    "description": "The hollow in the centre of the photograph represents a glacial drainage channel. The Garleton Hills must have formed a barrier to the ice during the Devensian so that the main glaciers flowed around it to the north and into the Forth estuary. When the ice began to recede, stagnant ice may have blocked the lower ground so that drainage for the large volumes of water became established around the margins of the ice sheet for melt water to flow away. This is evidenced by the numerous drainage channels cut in rock and boulder clay mapped out in the Garleton Hills.",
    "x": 350959,
    "y": 676419,
    "gridRef": "NT50007600",
    "image": "jidi_photos\/bgs_web\/p001970.png",
    "thumbnail": "jidi_photos\/bgs_thumb\/p001970.png",
    "tiffPath": "jidi_photos\/tif\/p001970.tif",
    "addInfo": 1
  },
  {
    "id": "1586",
    "title": "Kae Heughs, Garleton Hills. East Lothian. Marginal glacial drainage channel, coincident with trap featuring of the trachyte lavas of the Garleton Hills volcanic rocks.",
    "description": "As the climate improved at the end of the last glaciation the ice-sheets began to melt and break up. The glacial drainage channels were cut by the large volumes of glacial meltwater which are now with a much reduced amount of water, dry valleys. In the centre of the Garleton Hills meltwater has followed glacial gouges or as in this view, it has utilized the trap features.",
    "x": 351000,
    "y": 676000,
    "gridRef": "NT51007600",
    "image": "jidi_photos\/bgs_web\/p001031.png",
    "thumbnail": "jidi_photos\/bgs_thumb\/p001031.png",
    "tiffPath": "jidi_photos\/tif\/p001031.tif",
    "addInfo": 1
  },
  {
    "id": "1587",
    "title": "Kae Heughs, Garleton Hills. East Lothian. Trap featuring of Carboniferous (Calciferous Sandstone Measures age) trachyte lavas, Garleton Hills Volcanic Rocks. View looking south-west.",
    "description": "The trachyte lavas of the Bangley Member are often interspersed with trachytic tuffs of a pyroclastic episode of vulcanicity. The view also shows crag and tail glacial erosional features and ice-moulded ridges in the foreground. ",
    "x": 351000,
    "y": 676000,
    "gridRef": "NT51007600",
    "image": "jidi_photos\/bgs_web\/p001032.png",
    "thumbnail": "jidi_photos\/bgs_thumb\/p001032.png",
    "tiffPath": "jidi_photos\/tif\/p001032.tif",
    "addInfo": 1
  },
  {
    "id": "1588",
    "title": "Craigy Hill, Garleton Hills. East Lothian. A crag and tail.",
    "description": "The crag is a trachyte lava, the tail is moulded basalt lavas with a thin cover of boulder clay, orientation west-south-west - east-north-east; another tail occurs in the left foreground. A crag and tail is a glacial erosion feature, it is an elongate hill or ridge with a steep face or knob which might be ice-smoothed or resistant rock which obstructed the movement of a glacier. The lee end or tail is a tapered streamlined gentle slope of weaker rock which was protected by the crag.",
    "x": 351000,
    "y": 676500,
    "gridRef": "NT51007650",
    "image": "jidi_photos\/bgs_web\/p001033.png",
    "thumbnail": "jidi_photos\/bgs_thumb\/p001033.png",
    "tiffPath": "jidi_photos\/tif\/p001033.tif",
    "addInfo": 1
  },
  {
    "id": "1192",
    "title": "Traprain Law, a phonolite laccolith and North Berwick Law, a conical volcanic plug composed of phonolytic trachyte. East Lothian. Taken from the Balfour Monument at Blaikie Heugh, 3 km. south-west of East Linton.",
    "description": "Phonolite laccolith of Traprain Law with North Berwick Law phonolitic trachyte plug in background on left. Both are related to the Garleton Hills Volcanic Rocks of Dinantian age. Both were produced after the eruptive phase of the volcanic episode when differentiation of the alkaline magma had reached an advanced stage.",
    "x": 357500,
    "y": 673000,
    "gridRef": "NT57507300",
    "image": "jidi_photos\/bgs_web\/p000689.png",
    "thumbnail": "jidi_photos\/bgs_thumb\/p000689.png",
    "tiffPath": "jidi_photos\/tif\/p000689.tif",
    "addInfo": 1
  },
  {
    "id": "1193",
    "title": "Traprain Law, a phonolite laccolith intruded into Lower Carboniferous sediments and volcanic rocks which form the drift-covered foreground. Taken from Balfour Monument at Blaikie Heugh, 3 km. south-west of East Linton.",
    "description": "The phonolite laccolith of Traprain Law is related to the Garleton Hills Volcanic Rocks suite of Carboniferous igneous intrusions. The dome-shaped mass of Traprain Law reflects the upper surface of the intrusion. It is thought that the laccolith was responsible for the arching up of the surrounding sediments and lavas and the highly vesicular nature near the summit indicates that the phonolite crystallized in near-surface conditions.",
    "x": 357500,
    "y": 673000,
    "gridRef": "NT57507300",
    "image": "jidi_photos\/bgs_web\/p000690.png",
    "thumbnail": "jidi_photos\/bgs_thumb\/p000690.png",
    "tiffPath": "jidi_photos\/tif\/p000690.tif",
    "addInfo": 1
  },
  {
    "id": "1006",
    "title": "Traprain Law (from the north), East Lothian. A phonolite laccolith of Visean (Lower Carboniferous) age.",
    "description": "This prominent hill with its iron-age fort is made of phonolite, similar to that of North Berwick Law (photos B00491, B00493). However, it is believed not to be a volcanic vent but a laccolith, intruded roughly parallel to the bedding of the enclosing Ballagan Formation (Inverclyde Group, Tournaisian) siltstones, sandstones and cementstones. The laccolith is about 1.2 km. long by 0.6 km. wide, and elongated in an east-north-east direction. Glacial erosion has produced a significant crag-and-tail topography. Smaller intrusions of phonolite, possibly feeders, occur nearby. The low hills to the left are made of lavas of the Garleton Hills Volcanic Formation. ",
    "x": 358200,
    "y": 674600,
    "gridRef": "NT58207460",
    "image": "jidi_photos\/bgs_web\/p001754.png",
    "thumbnail": "jidi_photos\/bgs_thumb\/p001754.png",
    "tiffPath": "jidi_photos\/tif\/p001754.tif",
    "addInfo": 1
  },
  {
    "id": "1007",
    "title": "Traprain Law (from the south), East Lothian. A phonolite laccolith of Visean (Lower Carboniferous) age.",
    "description": "This prominent hill with its iron-age fort is made of phonolite, similar to that of North Berwick Law (photos B00491, B00493). However, it is believed not to be a volcanic vent but a laccolith, intruded roughly parallel to the bedding of the enclosing Ballagan Formation (Inverclyde Group, Tournaisian) siltstones, sandstones and cementstones (covered in the area of this photograph by glacial till). The laccolith is about 1.2 km. long by 0.6 km. wide, and elongated in an east-north-east direction. ",
    "x": 358200,
    "y": 674600,
    "gridRef": "NT58207460",
    "image": "jidi_photos\/bgs_web\/p001755.png",
    "thumbnail": "jidi_photos\/bgs_thumb\/p001755.png",
    "tiffPath": "jidi_photos\/tif\/p001755.tif",
    "addInfo": 1
  },
  {
    "id": "1135",
    "title": "Traprain Law from the south-east. East Lothian. It is a phonolite laccolith intruded into Lower Carboniferous sediments and volcanic rocks which form the drift-covered foreground. It is related to the Garleton Hills Volcanic Rocks suite of Carboniferous igneous intrusions.",
    "description": "The dome-shaped mass of Traprain Law reflects the upper surface of the intrusion. It is thought that the laccolith was responsible for the arching up of the surrounding sediments and lavas and the highly vesicular nature near the summit indicates that the phonolite crystallized in near-surface conditions. A laccolith is an intrusive dome-like mass of igneous rock which arches the overlying sediment and which has a more or less flat floor. A phonolite is an undersaturated (with silica) trachyte.",
    "x": 358200,
    "y": 674700,
    "gridRef": "NT58207470",
    "image": "jidi_photos\/bgs_web\/p000588.png",
    "thumbnail": "jidi_photos\/bgs_thumb\/p000588.png",
    "tiffPath": "jidi_photos\/tif\/p000588.tif",
    "addInfo": 1
  },
  {
    "id": "1268",
    "title": "Traprain Law Quarry.",
    "description": "Flow structures in phonolite. Close-up.",
    "x": 358400,
    "y": 675000,
    "gridRef": "NT58407500",
    "image": "jidi_photos\/bgs_web\/p005854.png",
    "thumbnail": "jidi_photos\/bgs_thumb\/p005854.png",
    "tiffPath": "jidi_photos\/tif\/p005854.tif",
    "addInfo": 0
  },
  {
    "id": "1269",
    "title": "Traprain Law Quarry.",
    "description": "Flow structures in phonolite.",
    "x": 358400,
    "y": 675000,
    "gridRef": "NT58407500",
    "image": "jidi_photos\/bgs_web\/p005855.png",
    "thumbnail": "jidi_photos\/bgs_thumb\/p005855.png",
    "tiffPath": "jidi_photos\/tif\/p005855.tif",
    "addInfo": 0
  },
  {
    "id": "1009",
    "title": "River Tyne, at East Linton, East Lothian. Basaltic lavas. Farm buildings in background.",
    "description": "Small rapids in stream formed by outcrop of basalt lava of the Garleton Hills Volcanic Formation (Strathclyde Group, Visean). Well exposed on far bank of stream. Jointing irregular. No obvious sign of flow tops or bases at this distance. Farm house and outbuildings on skyline. ",
    "x": 359000,
    "y": 677000,
    "gridRef": "NT59007700",
    "image": "jidi_photos\/bgs_web\/p001757.png",
    "thumbnail": "jidi_photos\/bgs_thumb\/p001757.png",
    "tiffPath": "jidi_photos\/tif\/p001757.tif",
    "addInfo": 1
  }
]
